{"result":[{"entitiez":[[{"daly":"false","_id":"people/_:losangeleswerewolf1","id":"people/_:losangeleswerewolf1","label":"Unnamed Los Angeles Werewolf #1","nami":null,"article":["Unnamed Los Angeles Werewolf #1 was a regular-looking-fella who was hunched over, coughing and weezing from allergies, leading Dalton Wilcox to take him for a werewolf."]},{"daly":"true","_id":"people/_:fredvasili","id":"people/_:fredvasili","label":"Fred Vasili","nami":"Vasili, Fred","article":["Fred Vasili is an American sailor from The Bronx who infiltrated the Red Beluga Harpoon Class Submarine Crew but couldn't maintain the accent and was outed."]},{"daly":"true","_id":"people/_:drbuddymann","id":"people/_:drbuddymann","label":"Dr. Buddy Mann","nami":"Mann, Buddy (Dr.)","article":["Dr. Buddy Mann is an anasthesiologist and anasthesia fiend at St. Judas Memorial Hospital who likes the part where he tells the family that the procedure didn't work out."]},{"daly":"false","_id":"people/_:mrsbronson","id":"people/_:mrsbronson","label":"Mrs. Bronson","nami":"Bronson, Mrs.","article":["Mrs. Bronson is a school teacher who, following a weekend spent with theatrical director Don DiMello, was on medical leave for 6-8 weeks."]},{"daly":"true","_id":"people/_:astormhendry","id":"people/_:astormhendry","label":"Astor M. Hendry","nami":"Hendry, Astor M.","article":["Astor M. Hendry is a passenger who openly admits to 'transporting monsters' on the Amtrak Heartland Flyer regional train."]},{"daly":"true","_id":"people/_:scottlavendar","id":"people/_:scottlavendar","label":"Scott Lavendar","nami":"Lavendar, Scott","article":["Scott Lavendar is a frequentor of the Amtrak Heartland Flyer regional passenger train, to the point that he believes he, in fact, my literally have never been off of it.","His education is 'the kind of education you can get on a train,' which has possessed him of the following skills: finding mice; imagining there's been a murder.","He doesn't recommend reading because 'books get in your head and make you do bad things.'"]},{"daly":"false","_id":"people/_:grandmotherpearlalavergne","id":"people/_:grandmotherpearlalavergne","label":"Grandmother Pearla","nami":"Lavergne, Pearla","article":["Grandmother Pearla is the matriarch of the Lavergne family."]},{"daly":"false","_id":"people/_:thomaslavergne","id":"people/_:thomaslavergne","label":"Thomas Lavergne","nami":"Lavergne, Thomas","article":["Thomas Lavergne is a member of the Lavergne family."]},{"daly":"false","_id":"people/_:michaellavergne","id":"people/_:michaellavergne","label":"Michael Lavergne","nami":"Lavergne, Michael","article":["Michael Lavergne is a member of the Lavergne family."]},{"daly":"false","_id":"people/_:arthurlavergne","id":"people/_:arthurlavergne","label":"Arthur Lavergne","nami":"Lavergne, Arthur","article":["Arthur Lavergne is a member of the Lavergne family."]},{"daly":"true","_id":"people/_:stevefaye","id":"people/_:stevefaye","label":"Steve Faye","nami":"Faye, Steve","article":["Steve Faye is from Hartford, CT and was pre-med before he found Hare Krishna.","He suffers from A) Schizotypal Personality Disorder, B) occasional hunger before dinner, and C) an insatiable appetite for potatoes."]},{"daly":"true","_id":"people/_:forestcarlisle","id":"people/_:forestcarlisle","label":"Forest Carlisle","nami":"Carlisle, Forest","article":["Forest Carlisle was Mary Todd Lincoln's 'Mental Sickness Doctor.'","In an effort to make Ms. Lincoln healthier and/or happier, he tried 'all of the modern techniques at the time' including 'poking her with fire'; 'dangling her out the window'; and 'threatening to bury her alive.'"]},{"daly":"false","_id":"people/_:marytoddlincoln","id":"people/_:marytoddlincoln","label":"Mary Todd Lincoln","nami":"Lincoln, Mary Todd","article":["First Lady of the United States from 1861 to 1865."]},{"daly":"false","_id":"people/_:irenetherockette","id":"people/_:irenetherockette","label":"Irene the Rockette","nami":null,"article":["Irene the Rockette was kicked off of the Rockettes team due to a leg rash and later died."]},{"daly":"false","_id":"people/_:cactusirene","id":"people/_:cactusirene","label":"Cactus Irene","nami":null,"article":["Cactus Irene, named for her predilection for fighting cactuses, is a romantic acquaintance of Cactus Tony's for many years.","A former and possibly current huffer of gasoline, she has a terrible memory."]},{"daly":"false","_id":"people/_:detectivegordonramsey","id":"people/_:detectivegordonramsey","label":"Detective Gordon Ramsey","nami":"Ramsey, Gordon","article":["Detective Gordon Ramsey is a police detective in Pasadena."]},{"daly":"false","_id":"people/_:alexandrahiggsportman","id":"people/_:alexandrahiggsportman","label":"Alexandra Higgs Portman","nami":"Portman, Alexandra Higgs","article":["Alexandra Higgs Portman is a reporter at the Pasadena News Press Times-Gazette.","She lives in the San Rafael Hills area of Pasadena."]},{"daly":null,"_id":"people/_:martinmargodale","id":"people/_:martinmargodale","label":"Martin Margodale","nami":"Margodale, Martin","article":["Martin Margodale -- 'The Astonishing Martin' -- is a noted far-away magician and skeptic of Scientology."]},{"daly":"false","_id":"people/_:julesmcmanon","id":"people/_:julesmcmanon","label":"Jules McManon","nami":"McManon, Jules","article":["Jules McManon is a Clear Scientologist and member of L. Ron Hubbard's Sea Org.","He is impervious to all disease and bacteria.","His previous lives include, but are not limited to: a Bavarian milkmaid; Anne Hathaway, wife to William Shakespeare; owner of a Ford Model A; a househusband named Frecklin May; and a climber of The Eiffel Tower prior to its construction.","In approximately 1970, aboard the Sea Org flagship, Mr. McManon changed his name to 'Lattice' and then to 'Tomato Pie,' quickly again to 'Tomato Paste,' then later to 'Tally.'"]},{"daly":"false","_id":"people/_:amazingcriswell","id":"people/_:amazingcriswell","label":"Jeron Criswell King","nami":"King, Jeron Criswell","article":["Jeron Criswell King was an American psychic."]},{"daly":"false","_id":"people/_:heidicorporate","id":"people/_:heidicorporate","label":"Heidi Corporate","nami":"Corporate, Heidi","article":["Heidi Corporate is a trained Shakesepearean actor and member of the Missionaries Elite Unit in L. Ron Hubbard's Sea Org.","Her previous lives include, but are not limited to: William Shakespeare, a Roman dog; and Maria Callas.","Charged by Mr. Hubbard with infiltrating and imploding the World Federation of Mental Health some time in the later 1960s, Ms. Corporate rented an office in rainy Switzerland and discovered there that the WFMH was never incorporated. She therefore set out to incorporate *herself* as the WFMH. Wearing a powdered wig and a big sack she purchased with Sea Org funds, she announced herself grandly to The Incorporation Offices, where she was met with a request for proof of identity.","Aboard the Sea Org flagship in approximately 1970, Ms. Corporate was considering a third character to present to Incorporation officers.","At that same time, Ms. Corporate changed her name to 'Tomato Loose Pie' and then shortly thereafter to simply 'Loose Pie.'","She sleeps on a spindle of rope."]},{"daly":"false","_id":"people/_:mariongrapes","id":"people/_:mariongrapes","label":"Marion Grapes","nami":"Grapes, Marion","article":["Marion Grapes is a Distinguished Master at Arms, an ethics officer, and the Chief Officer of the Mission Into Time for L. Ron Hubbard's Sea Org.","Among her charges is finding and recovering many of the treasures left for future generations by Mr. Hubbard in his various previous lives.","In approximately 1970, aboard the Sea Org flagship, Ms. Grapes changed her name to 'Bundle Of Corn' but wished to be nicknamed 'Lettuce.'","Her previous lives include, but are not limited to: a male wizard; a dunce."]},{"daly":"true","_id":"people/_:lronhubbard","id":"people/_:lronhubbard","label":"Lafayette Ronald Hubbard","nami":"Hubbard, Lafayette Ronald","article":["L. Ron Hubbard was a science fiction writer and commodore to a fleet of personal paramilitary ships that traveled the world until too many ports-of-call refused entry.","At one point his 'back was broken in 28 places' and, additionally there was 'something wrong' with his feet.","Following a bout with a comprimised sexual prowess that was repaired by testosterone injections and ritualistic group scenarios, his doctors recommended he expect a future characterized by 'dependency and sex magic.'","Under nitrous oxide, later, he 'glimpsed the infinite' and was holistically repaired, from feet to spine to sexual performance.","According to Hubbard, his prior lives include, but are not limited to: a Carthaginian sailor; a race car driver on Venus; inventor of the Magic Marker, Neil Sharpie; the 5th Hunchback of Notre Dame; a marshal to Joan of Arc; mayor of Pangea; a disgraced priest; and a contemporary of Machiaveli."]},{"daly":"true","_id":"people/_:chocolatepudding","id":"people/_:chocolatepudding","label":"Chocolate Pudding","nami":null,"article":["Chocolate Pudding calls himself Chocolate Pudding because he likes it so much.","He suffers from head trauma, does whatever the fuck he wants, and is a fan of David Bowie's music and lifestyle."]},{"daly":"false","_id":"people/_:marcorenaldo","id":"people/_:marcorenaldo","label":"Marco Renaldo","nami":"Renaldo, Marco","article":["Marco Renaldo was a fine puppeteer whom Gil commissioned, once, for his puppet, Golly.","Golly claims Marco 'used to kiss' him, but the claims remain unsubstantiated."]},{"daly":"false","_id":"people/_:weebruce","id":"people/_:weebruce","label":"Wee Bruce - Teenaged Guard of the Ramparts","nami":"Wee Bruce","article":["Wee Bruce, Teenaged Guard of the Ramparts, is a ghost who haunts Edinburgh Castle.","He features at the climax in Cameron McGonigle's Ghost Tours That Are Scary with a remarkably easy test of riddles."]},{"daly":"false","_id":"people/_:thetrowofdumbiedykesroad","id":"people/_:thetrowofdumbiedykesroad","label":"Plaxicon - The Trow of Dumbiedykes Road","nami":"Plaxicon","article":["Plaxicon was a trow accused of vanquishing Stuart Cambridge in 1853.","In fact, he may be not be a Trow at all but either an extraterrestrial traveler from Zaltan 3 or a Scot who got drunk, saw a drone, and lost his pants.","His favorite candies are Minstrels and Maltesers."]},{"daly":"false","_id":"people/_:stuartcambridge","id":"people/_:stuartcambridge","label":"Stuart Cambridge","nami":"Cambridge, Stuart","article":["Stuart Cambridge was a much-beloved bagpipe player in Edinburgh who went missing in 1853, likely by alien abduction."]},{"daly":"false","_id":"people/_:sawneybean","id":"people/_:sawneybean","label":"Alexander (Sawney) Bean","nami":"Bean, Alexander (Sawney)","article":["Sawney Bean The Cannibal of The Coast is a possibly-mythical persona known for mass murder and cannibalism in 16th-century Scotland.","He lives in a cave in the Scottish Highlands with his giant, incestual family where he murders and eats weary travelers.","During the day he plays board games and haunts the Tolbooth Tavern by moving tableware around and toggling windows."]},{"daly":"false","_id":"people/_:ghostofthebrewlab","id":"people/_:ghostofthebrewlab","label":"Amanda (The Ghost of the Brew Lab)","nami":"Amanda","article":["Amanda is a deceased 19 year-old American woman who got her hair done and then promptly fell down the stairs of a coffee café and impaled her eye on a cappucino machine, spilling her brains through the chasm.","Since, she haunts the café by disrupting the staff when they count out change, purturbing the books."]},{"daly":"false","_id":"people/_:thirstiestghostever","id":"people/_:thirstiestghostever","label":"The Thirstiest Ghost Ever","nami":"Thirstiest Ghost Ever","article":["The Thirstiest Ghost Ever is a nameless, deceased woman who cleaned boots and fireplaces at the private home that later became Edinburgh's Hotel du Vin.","Having grown extremely thirsty from the work (and denied a drink by her employer), she was curbed to death on a bucket of water by a coach iron."]},{"daly":"false","_id":"people/_:donaldjtrump","id":"people/_:donaldjtrump","label":"Donald J. Trump","nami":"Trump, Donald J.","article":["Donald Trump was a president of the United States."]},{"daly":"true","_id":"people/_:johnnymcgorry","id":"people/_:johnnymcgorry","label":"Johnny McGorry","nami":"McGorry, Johnny","article":["Johnny McGorry is a fictional character in a wealth of traditional Irish folk tales.","He is widely known to be the very lightly fictionalized persona of Patrick McMahon."]},{"daly":"true","_id":"people/_:matrickpahahon","id":"people/_:matrickpahahon","label":"Matrick PaHahon","nami":"PaHahon, Matrick","article":["Matrick PaHahon is purportedly Patrick McMahon's literary agent, though he is commonly-known to be Patrick, himself."]},{"daly":"false","_id":"people/_:margotchunk","id":"people/_:margotchunk","label":"Margot Chunk","nami":null,"article":["Margot Chunk was summoned from retirement to be Joe Bongo's replacement as the driving instructor at Marina del Rey High School.","She has tried and failed to make 'The Guiness Book of World Records' a number of times for, including but not limited to, walking the most amount of dog and drinking the most bleach."]},{"daly":"false","_id":"people/_:gretathecaretaker","id":"people/_:gretathecaretaker","label":"Greta the Caretaker","nami":null,"article":["Greta the Caretaker is an American home nurse (credentials unknown) who once found Johnny McGorry in her client's home, watching cartoons in his underwear."]},{"daly":"false","_id":"people/_:unnamedelderlywoman1","id":"people/_:unnamedelderlywoman1","label":"Unnamed Elderly Woman #1","nami":null,"article":["Unnamed Elderly Woman #1 is a bedridden American homeowner whose caretaker, Greta, once had to fight away an Irish storytelling intruder."]},{"daly":"false","_id":"people/_:slamminoliverrothwell","id":"people/_:slamminoliverrothwell","label":"Slammin' Oliver Rothwell","nami":"Rothwell, Oliver","article":["Slammin' Oliver Rothwell is a professor of Linguistics at Hofstra University and formerly a member of rock n' roll tribute act, Sha Na Na"]},{"daly":"false","_id":"people/_:popebenedictxvi","id":"people/_:popebenedictxvi","label":"Pope Benedict XVI","nami":null,"article":["Pope Benedict XVI is a former pope."]},{"daly":"false","_id":"people/_:wernerherzog","id":"people/_:wernerherzog","label":"Werner Herzog","nami":"Herzog, Werner","article":["Werner Herzog is an award-winning feature and documentary film director and safe driving advocate from Germany.","He is terrified of bugs.","He has seen enough during his travels to make an informed decision about the world and his review is: thumbs down."]},{"daly":"false","_id":"people/_:unnamedsecurityguardatlaramiesupply","id":"people/_:unnamedsecurityguardatlaramiesupply","label":"Unnamed Security Guard","nami":null,"article":["Unnamed Security Guard was an employee of Laramie Feed & Western Supply who was shot dead trying to prevent Dalton Wilcox from shoplifting a bandana and ten-gallon hat."]},{"daly":"false","_id":"people/_:russelshein","id":"people/_:russelshein","label":"Russel Shein","nami":"Shein, Russel","article":["Russel Shein is a book publisher and editor."]},{"daly":"false","_id":"people/_:unnamedinvisibleman","id":"people/_:unnamedinvisibleman","label":"Invisible Man","nami":null,"article":["Invisible Man was probably just a guy in an alley."]},{"daly":"false","_id":"people/_:russelsheinswife","id":"people/_:russelsheinswife","label":"Russel Shein's Wife","nami":null,"article":["Russel Shein's wife disappeared in 2000, kidnapped according to Shein himself.","A trickle of evidence (largely via the ADPPP) suggests that she, in fact, left her life with Mr. Shein of her own volition.","The disappearance has been used as leverage multiple times over the years by Dalton Wilcox."]},{"daly":"false","_id":"people/_:monsignordamienfearnly","id":"people/_:monsignordamienfearnly","label":"Monsignor Damien Fearnly","nami":"Fearnly, Damien","article":["Monsignor Damien Fearnly grew up in Limerick, Ireland beside his lifelong friend Patrick McMahon."]},{"daly":"false","_id":"people/_:luciancharms","id":"people/_:luciancharms","label":"Lucian Charms","nami":"Charms, Lucian","article":["Lucian Charms grew up in a dry-docked pirate ship in the middle of Belfast.","He is the President of The Ancient Order of Hibernians."]},{"daly":"false","_id":"people/_:veronicamelcher","id":"people/_:veronicamelcher","label":"Veronica Melcher","nami":"Melcher, Veronica","article":["Veronica Melcher is perhaps inarguably the biggest Sha Na Na-head of all time and an old friend of Hot Dog."]},{"daly":"false","_id":"people/_:becklandry","id":"people/_:becklandry","label":"Beck Landry","nami":"Landry, Beck","article":["Beck Landry is a cowboy who spends most of his time in the high country.","He is known to rarely smile and to highly-value his cowboy hat."]},{"daly":"false","_id":"people/_:bobbysteensma","id":"people/_:bobbysteensma","label":"Bobby Steensma","nami":"Steensma, Bobby","article":["Bobby Steensma is a true legend of water skiing."]},{"daly":"false","_id":"people/_:ahi","id":"people/_:ahi","label":"Barry (Ahi Tappo) Livingston-Smythe","nami":"Livingston-Smythe, Barry","article":["Ahi is an Australasian water skiing legend who, due to an accidental verbal chumming by his boat captain, was very tragically bitten by a Great White shark.","He lost a kidney and a spleen and a forgotten third organ in the incident.","He lives still (as of ADPPP#6) and has a tattoo of Hot Dog's foot in the exact spot on his shoulder where Hot Dog stepped up to reach the pinnacle of a human ski pyramid. The tattoo made it difficult to position him anywhere else in the structure but was no less honorific.","He claims to have the 'sun tolerance of a tribesman and the intellect of a white man.'","He suffers from Psoriasis.","Some time around 2007-2008 he entered a voluntary coma to escape medical bills and harassment from his cousin/wife, Penny.","In the prosthetic cabinet installed to fill his shark wound, Ahi now smuggles contraband across international land borders, a position that was laboriously secured for him by Penny."]},{"daly":"false","_id":"people/_:ahiscousinpenny","id":"people/_:ahiscousinpenny","label":"Ahi's Cousin and Wife","nami":null,"article":["Ahi's Cousin and Wife is an atheist from Indiana who serves as his caretaker and shunt-adjustor following his shark bite and recovery.","She is an avid fan of surfing, Laird Hamilton in particular."]},{"daly":"false","_id":"people/_:darbyquinn","id":"people/_:darbyquinn","label":"Darby Quinn","nami":"Quinn, Darby","article":["Darby Quinn is an American cowboy who once made the mistake of exposing his young horse only to regular puppets and not marionettes.","One day a marionette show came through town, spooking the horse and causing much havoc."]},{"daly":"false","_id":"people/_:angus","id":"people/_:angus","label":"Angus","nami":null,"article":["Angus is very tall and works shit detail at Cameron McGonigle's Ghost Tours That Are Scary in Edinburgh, Scotland."]},{"daly":"false","_id":"people/_:laird","id":"people/_:laird","label":"Laird","nami":null,"article":["Laird works at Cameron McGonigle's Ghost Tours That Are Scary in Edinburgh, Scotland, setting fire to horses."]},{"daly":"false","_id":"people/_:bryan","id":"people/_:bryan","label":"Bryan","nami":null,"article":["Bryan works as a costume retriever at Cameron McGonigle's Ghost Tours That Are Scary in Edinburgh, Scotland."]},{"daly":"false","_id":"people/_:dougie","id":"people/_:dougie","label":"Dougie","nami":null,"article":["Dougie works as 'William Brody' at Cameron McGonigle's Ghost Tours That Are Scary in Edinburgh, Scotland."]},{"daly":"false","_id":"people/_:stuart","id":"people/_:stuart","label":"Stuart","nami":null,"article":["Stuart works as an ankle biter and shover at Cameron McGonigle's Ghost Tours That Are Scary in Edinburgh, Scotland."]},{"daly":"true","_id":"people/_:cameronmcgonigle","id":"people/_:cameronmcgonigle","label":"Cameron McGonigle","nami":"McGonigle, Cameron","article":["Cameron McGonigle (b. 1979) is an independent Scottish ghost tour coordinator who doesn't like it when things are funny at the strip club.","He owns and operates Cameron McGonigle's Ghost Tours That Are Scary in Edinburgh, Scotland."]},{"daly":"false","_id":"people/_:unnamedmarssimulatorstowaway","id":"people/_:unnamedmarssimulatorstowaway","label":"Unnamed Mars Simulator Stowaway","nami":null,"article":["One of the crew of August Lindt's Mars Simulator vacation, the Unnamed Stowaway did not survive the experiment due to a bludgeoning with a fire extinguisher."]},{"daly":"false","_id":"people/_:unnamedmarssimulatorbiomedicalscientist","id":"people/_:unnamedmarssimulatorbiomedicalscientist","label":"Unnamed Mars Simulator Biomed Scientist","nami":null,"article":["One of the surviving crew members from August Lindt's Mars Simulator vacation.","The scientist did not survive the experiment."]},{"daly":"false","_id":"people/_:unnamedmarssimulatorentrepreneur","id":"people/_:unnamedmarssimulatorentrepreneur","label":"Unnamed Mars Simulator Entrepreneur","nami":null,"article":["One of the surviving crew members from August Lindt's Mars Simulator vacation.","The entrepreneur did not survive the experiment."]},{"daly":"false","_id":"people/_:unnamedmarssimulatornasarep","id":"people/_:unnamedmarssimulatornasarep","label":"Unnamed Mars Simulator NASA Rep","nami":null,"article":["One of the crew of August Lindt's Mars Simulator vacation.","The rep did not survive the experiment due to a multiple stabbing incident."]},{"daly":"false","_id":"people/_:unnamedmarssimulatordoctor","id":"people/_:unnamedmarssimulatordoctor","label":"Unnamed Mars Simulator Doctor","nami":null,"article":["One of the crew of August Lindt's Mars Simulator vacation.","The doctor did not survive the experiment due to a multiple stabbing incident."]},{"daly":"false","_id":"people/_:screaminscottsimon","id":"people/_:screaminscottsimon","label":"Screamin' Scott Simon","nami":"Simon, Scott","article":["Screamin' Scott Simon is a member of interpretive Doo Wop group Sha Na Na."]},{"daly":"false","_id":"people/_:elmeredwardsolly","id":"people/_:elmeredwardsolly","label":"Elmer Edward Solly","nami":"Solly, Elmer Edward","article":["Edward Solly was a murderer who assumed the identity of former Sha Na Na guitarist Vinnie Taylor.","For fifteen years he tutored and groomed Hot Dog to become a member of that band."]},{"daly":"false","_id":"people/_:johnbanderson","id":"people/_:johnbanderson","label":"John B. Anderson","nami":"Anderson, John B.","article":["John B. Anderson was a Republican senator and Independent presidential candidate from Illinois."]},{"daly":"false","_id":"people/_:oscarmeyer","id":"people/_:oscarmeyer","label":"Oscar Meyer","nami":"Meyer, Oscar","article":["Oscar Meyer is a freshwater water skier and possibly the son of Hot Dog."]},{"daly":"false","_id":"people/_:unnamedmotherofdaltonwilcox","id":"people/_:unnamedmotherofdaltonwilcox","label":"Dalton Wilcox' Unnamed Mother","nami":null,"article":["Dalton Wilcox' unnamed mother gave birth to the poet, supposedly, by cupping her hands under a ray of light."]},{"daly":"true","_id":"people/_:jimmybongos","id":"people/_:jimmybongos","label":"Jimmy Bongos","nami":"Bongos, Jimmy","article":["Jimmy Bongos (b. 1962) is the character assumed by Joe Bongo while playing bongos."]},{"daly":"true","_id":"people/_:neptuna","id":"people/_:neptuna","label":"Neptuna","nami":null,"article":["Neptuna is an underwater person and visitor to Comedy Bang! Bang!, once, from the lost city of Atlantis.","His maternal grandmother might have been a tuna, a fact that Neptuna disputes."]},{"daly":"false","_id":"people/_:motherofjoebongo","id":"people/_:motherofjoebongo","label":"Joe Bongo's Mother","nami":null,"article":["Joe Bongo's unnamed mother was a diabetic."]},{"daly":"false","_id":"people/_:unnamedscottishguy","id":"people/_:unnamedscottishguy","label":"Unnamed Scottish Guy","nami":null,"article":["Unnamed Scottish Guy is a man who, shortly after a screening of Russell Mulcahy's *Highlander* in 1986, was decapitated with a stolen sword by a stranger."]},{"daly":"false","_id":"people/_:fatherofjoebongo","id":"people/_:fatherofjoebongo","label":"Joe Bongo's Father","nami":null,"article":["Joe Bongo's unnamed father (b. 1929) suffered from a number of medical conditions, including diabetes; poor venous blood circulation; eustachian tube restrictions; chronic depression; alcoholism; and a fucked-up diaphragm.","Up through 2015, at the age of 86, he continuously tried to serve in the U.S. Army."]},{"daly":"false","_id":"people/_:deanbuford","id":"people/_:deanbuford","label":"Dean Buford","nami":"Buford, Dean","article":["Dean Buford is/was a student at Marina del Rey High School and a former member of Joe Bongo's band, Rosebush Red.","He may or may not have been flunked and held back by Bongo in order to maintain the group's lineup."]},{"daly":"false","_id":"people/_:philcollinsjr","id":"people/_:philcollinsjr","label":"Phil Collins, Jr.","nami":"Collins, Phil Jr.","article":["Phil Collins, Jr. is/was a student at Marina del Rey High School and a member of Joe Bongo's band, Rosebush Red.","He may or may not have been flunked and held back by Bongo in order to maintain the group's lineup."]},{"daly":"false","_id":"people/_:garylee","id":"people/_:garylee","label":"Gary Lee","nami":"Lee, Gary","article":["Gary Lee is/was a student at Marina del Rey High School and a member of Joe Bongo's band, Rosebush Red.","He may or may not have been flunked and held back by Bongo in order to maintain the group's lineup."]},{"daly":"false","_id":"people/_:ezrapalmer","id":"people/_:ezrapalmer","label":"Ezra Palmer","nami":"Palmer, Ezra","article":["Ezra Palmer is/was a student at Marina del Rey High School and a member of Joe Bongo's band, Rosebush Red.","He may or may not have been flunked and held back by Bongo in order to maintain the group's lineup."]},{"daly":"false","_id":"people/_:raikardpalmer","id":"people/_:raikardpalmer","label":"Raikard Palmer","nami":"Palmer, Raikard","article":["Raikard Palmer was an extremely short-lived (and therefore largely unknown) saxaphonist for prog-rock group Emerson, Lake & Palmer."]},{"daly":"false","_id":"people/_:carlpalmer","id":"people/_:carlpalmer","label":"Carl Palmer","nami":"Palmer, Carl","article":["Carl Palmer is a member of prog-rock group Emerson, Lake & Palmer."]},{"daly":"false","_id":"people/_:billbuford","id":"people/_:billbuford","label":"Bill Buford","nami":"Buford, Bill","article":["Bill Buford is a member of prog-rock group Yes."]},{"daly":"false","_id":"people/_:philcollins","id":"people/_:philcollins","label":"Phil Collins","nami":"Collins, Phil","article":["Phil Collins is a member of prog-rock group Genesis."]},{"daly":"false","_id":"people/_:geddylee","id":"people/_:geddylee","label":"Geddy Lee","nami":"Lee, Geddy","article":["Geddy Lee is a member of prog-rock group Rush."]},{"daly":"false","_id":"people/_:bonnieramirez","id":"people/_:bonnieramirez","label":"Bonnie Ramirez","nami":"Ramirez, Bonnie","article":["Bonnie Ramirez was a student in Joe Bongo's Health class at Marina del Rey High School.","Led astray by the misguided advice from Mr. Bongo that her tampon would 'dissolve' on its own, Ms. Ramirez lost a ping pong ball and missed considerable time in the Fall of 2014 due to toxic shock."]},{"daly":"true","_id":"people/_:joebongo","id":"people/_:joebongo","label":"Joe (Bongo) Dunleavy","nami":null,"article":["Joe Bongo is a health and driving educator at Marina del Rey High School in California with a nontraditional teaching style - he plays bongos in class; encourages students to share with classmates intimate details about their lives; teaches kids how to speedball; plays 'Find The Ping Pong Ball'; and solicits ideas for new Kama Sutra positions.","He occasionally encourages his students to stand on their desks and call him 'Captain.'","He wears a beautiful set of (fake) teeth which make him salivate and spit in the classes he teaches, making the experience 'a little slushy' for the front row.","He lives in a tent on a speedboat in Marina del Rey.","He's 'pretty good at tricking people out onto the water' via fake whale watching tours.","He believes he may be the father of a number of children who look like him and are proficient at playing the bongos as well.","He considers himself a drug survivor, a designation with which not everybody agrees except perhaps his doctor, who has determined that Mr. Bongo is operating on only two of the four quadrants of his brain.","In lieu of drugs, Mr. Bongo now practices a number of different approaches to achieving natural highs such as oxygen and sleep deprivation, squatting-and-standing-very-fast, and acid.","He does parking lot security and cafeteria duty at MDRHS and doubles as a driver's ed instructor (despite being responsible for the most expensive car accident in the history of Marina del Rey)."," Mr. Bongo commands a musical combination called Rosebush Red, does not own a watch and has openly admitted to flunking students in order to maintain a more stable lineup for that outfit.","He gets into a lot of fights with charicaturists out on the Venice Fishing Pier and he hasn't purchased a single 'Guiness Book of World Records' since they stopped certifying and endorsing dangerous stunts.","He claims to have 3 fathers (does not know which is biological) and he writes one sexually-explicit letter a day to Ian Anderson of Jethro Tull.","He has expressed dissatisfaction with the decreasing length of conjugal visits in the California state penal system."," Mr. Bongo does not have a birthday and therefore marks time by counting the Olympics - by 2015 he had seen 18 long jump competitions, placing his age somewhere above 72.","He is not an android and he's 'tired of the question.'","He does own a rug made of human hair; has been 'brutally beaten on a number occasions' for not having his bongos with him; and believes himself to be the inspiration behind the character of Isaac on ABC's 'The Love Boat' because, for a while, he was a bartender on a cruise ship - this despite him, at that time, not being an African-American."]},{"daly":"false","_id":"people/_:nicknolte","id":"people/_:nicknolte","label":"Nick Nolte","nami":"Nolte, Nick","article":["Nick Nolte is a respected theatrical and film actor known for being drunk and looking crazy and sounding 'like a sad tea kettle.'"]},{"daly":"false","_id":"people/_:johncreilly","id":"people/_:johncreilly","label":"John C. Reilly","nami":"Reilly, John C.","article":["John C. Reilly is a respected theatrical and film actor known for saying the word 'awesome.'","He knows seven people."]},{"daly":"false","_id":"people/_:santaclaus","id":"people/_:santaclaus","label":"Santa Claus","nami":null,"article":["Père Noël"]},{"daly":"true","_id":"people/_:jeanclaudepepi","id":"people/_:jeanclaudepepi","label":"Jean Claude Pepi","nami":"Pepi, Jean Claude","article":["Jean Claude Pepi (b. 1959) is a very famous French actor.","He knew from an early age that he was destined to be Jean Claude Pepi and developed a long-standing fantasy to be ruled by bees."]},{"daly":"false","_id":"people/_:andrewlloydwebber","id":"people/_:andrewlloydwebber","label":"Andrew Lloyd Webber","nami":"Webber, Andrew Lloyd","article":["Dame Sir ALW is a Lord and peer of the British realm."]},{"daly":"false","_id":"people/_:hrgiger","id":"people/_:hrgiger","label":"H.R. Giger","nami":"Giger, Hans Ruedi","article":["H.R. Giger is an obsidion sexsmith; an inky-hued dinky feud; and a visual artist."]},{"daly":"false","_id":"people/_:daltonwilcoxvaultguy","id":"people/_:daltonwilcoxvaultguy","label":"Dalton Wilcox' Vault Guy","nami":null,"article":["Dalton Wilcox' Vault Guy is custom vault maker with dollar signs in his eyes."]},{"daly":"true","_id":"people/_:gil","id":"people/_:gil","label":"Gil","nami":null,"article":["Gil is a former Dean Martin lookalike and freelancer at the Hollywood ArcLight and current ventriloquist.","He has been in show business since the day he ended up back on shore following an incident with a Murder Club out in International Waters.","Roped into a Murder Club on a boat in International Waters in his 20s, he was beckoned by a fish, his future persistent ventriloquist dummy, to safety.","He habitually carries out the temper tantrums of his dummy, Golly.","He carries a beeper that looks like a toothbrush and wears Kleenex boxes with Nike swooshes painted on them for shoes.","He's 'always been a blinker.'","He is the supreme commander of Satan on Earth."]},{"daly":"true","_id":"people/_:golly","id":"people/_:golly","label":"Golly","nami":null,"article":["Golly is a sentient ventriloquist dummy that takes many forms (cardboard box; sneaker; found human tooth; a piece of wood; the wind; a fish; several shirts; a pill bottl; a tin can; a boot; Gil's hand; a turtle; a tissue box; a dead dog; an earring; a few different squirrels; a shovel; a pair of pants; a broken bottle; and a knife)","He prefers to be called a gentleman.","He likes beautiful ladies with big hips and is a 'proponent of murder in all of its forms.'","He has a temper and once participated (successfully) in a Murder Club out in International Waters."]},{"daly":"true","_id":"people/_:jackfitzgerald","id":"people/_:jackfitzgerald","label":"Jack Fitzgerald","nami":"Fitzgerald, Jack","article":["Jack Fitzgerald is a gadfly and contrarian, a fly in the ointment.","He has been arrested 'many, many times' and lives with his mother next to the Los Angeles river, in which he washes his only set of clothes.","Most of his income is from not doing things he said he would do - $100/per.","He attended the United College of Arts & Sciences & Knowledge and later founded a college in his back yard, primarily attended by a couple of girls and assisted by one Cactus Tony.","Jack owns a coat hanger made of the human remains of his former student body.","He makes many decisions by laying out the entrails of former college students and intuiting cosmic advice."]},{"daly":"true","_id":"people/_:byrondenniston","id":"people/_:byrondenniston","label":"Byron Denniston","nami":"Denniston, Byron","article":["Byron Denniston (b.approx 1943) is an amateur Royal Watcher and aspiring sorcerer and Practicer of Black Magic from the United Kingdom.","He lives in a treehouse built by a magician that is perched outside of Kensington Palace. As such, he was able to scoop what he thought were potential names for the forthcoming baby that would come to be known as His Royal Highness Prince Louis of Cambridge.","He owns a hat made by a 'true, authentic African' and, in 2013, at least, intended to impersonate a doctor and kidnap the royal child and sit on the throne of Australia.","As of CBB#300 in July 2014, the former part of the plan at least appeared successful; however by CBB#564 in September of 2018 Mr. Denniston had already done a stint in HR Prison Wandsworth in London due to a misunderstanding with the guards at Kensington Palace.","In Wandsworth, Mr. Denniston promoted himself to guard after the former guard drowned in a large pot of lukewarm soup, worked the remaining 3 hours of the shift, and then promptly escaped.","He has a remarkable success rate absconding with royal babies and interacting with them offsite before leaving them to be returned by passers-by.","Daily he drinks one coffee and writes one letter to The Daily Mail.","He is not a squirrel but he is stealthy and fleet of foot, is therefore is able to share lunches with citizens in Hyde Park and, occasionally, steal their wallets.","He owns a collection of 'thousands upon thousands' of adult wigs, none of which fit a baby's head.","He wears a vest full of small throwing knives and always carries a small bottle of Chloroform.","He is possibly immortal, possibly a modern incarnation of the Wizard Merlin (unproven).","He has accidentally, from time to time, poisoned a baby with food."]},{"daly":"false","_id":"people/_:unnamedbookingagent","id":"people/_:unnamedbookingagent","label":"Unnamed Male Booking Agent","nami":null,"article":["Unnamed Booking Agent had his phone stolen (following a likely murder) and is probably dead."]},{"daly":"false","_id":"people/_:princegeorgeofcambridge","id":"people/_:princegeorgeofcambridge","label":"Beetle Bailey","nami":"Bailey, Beetle","article":["Formerly Prince George of Cambridge, Beetle Bailey was kidnapped sometime between July 2013 and July 2014 by Byron Denniston and promptly renamed."]},{"daly":"false","_id":"people/_:unnamedabandonedtoddler","id":"people/_:unnamedabandonedtoddler","label":"Unnamed Abandoned Toddler","nami":null,"article":["Unnamed Abandoned Toddler is a two-year-old child found abandoned at the Pasadena Fairytale Theatre following a Don DiMello production in 2018."]},{"daly":"true","_id":"people/_:cactustony","id":"people/_:cactustony","label":"Cactus Tony","nami":null,"article":["Cactus (Anthony) Tony, named for his predilection for making love to cactuses, is a utility guy, mostly.","Formerly a member of the Croatian Special Forces whose hands are 'registered weapons when combined with a shovel,' and formerly both a prisoner and a prison guard, he is described at times as a 'gadfly'; a 'man about town'; 'unencumbered by a sense of right and wrong'; 'up for anything' ; 'good at digging holes,'; and 'the Poet Laureate of the Car Circuit' (where the Car Circuit is a cadre of homeless who sleep in unlocked cars in and around Los Angeles).","He is a known cohort of Don DiMello and Andi Callahan.","He routinely files away Andi Callahan's fingerprints for him; he very likely was the 'Rapids Rapist' in rural Wisconsin; everything he wears is made from a snake; and he's terrific with kids.","Tony left home at 11 years of age when 'shit went bad' and his parents asked him to leave. He didn't leave immediately, was then 'set-to with a hammer' while he read the funny papers and left finally.","He was unable to return even had he wanted because his parents had told him he had a severe paper allergy and they had intentionally scrambled the address on his house.","In his later years, overcoming the paper allergy, he every Christmas writes a letter to his aunt Eileen in 'China, USA.'","He currently works at the ArcLight, giving hand jobs at the command of Don DiMello in return, usually, for popcorn.","He works as well at Jack Fitzgerald's backyard college, for which he serves as an admissions officer.","Following his defenestration from the Earwolf studios, he was in rough shape, tooling around Los Angeles 'clearly brain-damaged' in 'a filthy wheelchair' made 'entirely out of snakeskin,' according to Gil, for whom he posed as a booking agent."]},{"daly":"false","_id":"people/_:zippy","id":"people/_:zippy","label":"Zippy","nami":null,"article":["Zippy is evidently a speed and/or cocaine dealer to at least Cactus Tony, probably others."]},{"daly":"false","_id":"people/_:michaeljackson","id":"people/_:michaeljackson","label":"Michael Jackson","nami":"Jackson, Michael","article":["Famous entertainer."]},{"daly":"false","_id":"people/_:jimmorrison","id":"people/_:jimmorrison","label":"Jim Morrison","nami":"Morrison, Jim","article":["Famous entertainer."]},{"daly":"true","_id":"people/_:gretchen","id":"people/_:gretchen","label":"Gretchen","nami":null,"article":["Gretchen is the Side-by-Side alter ego of Chip Gardner.","She has a both a vagina that can be flipped through and a penis that can be stroked to the point of ejaculation."]},{"daly":"false","_id":"people/_:drspeedboat","id":"people/_:drspeedboat","label":"Dr. Speedboat","nami":null,"article":["Dr. Speedboat is a plastic surgeon who works out of a speedboat."]},{"daly":"false","_id":"people/_:tipthompson","id":"people/_:tipthompson","label":"Tip Thompson","nami":"Thompson, Tip","article":["Tip Thompson is the sidekick to Chip Gardner and has been for many, many years."]},{"daly":"true","_id":"people/_:chipgardner","id":"people/_:chipgardner","label":"Chip Gardner","nami":"Gardner, Chip","article":["Chip Gardner (b. 1968) is a former L.A.-area radio DJ and host.","He hosted such game shows as 'Electrified or Burning Hot'; 'Zap'; 'Can You Find You Way to the Surface?'; 'See if You Can Hold This for Half an Hour'; and \"Where'd I Put My Jacket?\".","A majority of these games turned out to have been unwinnable.","In 2011 Gardner launched a campaign to become the next Honorary Mayor of Hollywood.","He is significantly younger than he looks 'for several reasons,' which includes certainly his face having been run over by a Jeep leading him to wear masks for a considerable run of his career - including his stint hosting SIYCHTFHAH during which he wore a mask that constantly dripped blood.","He lives in a home in the Hollywood Hills that operates not unlike a high security asylum and experimental operating room for captured transients and former contestants on the television game show 'Zap,' the former of whom he has been labotomizing and stitching together to become a vessel for Satan should he return to Earth.","He has been known to captain vessels which host murder clubs in International Waters.","He may have perished in a murder club and become a living vessel for Satan himself.","An appearance on Comedy Bang! Bang! #300 revealed that subsequent plastic surgeries have left him looking like Vincent d'Onofrio's alien character from the film 'Men in Black.'","Chip is also known as the Side-by-Side Gretchen and has been sued more than once by the Jim Morrison estate."]},{"daly":"true","_id":"people/_:daltonwilcox","id":"people/_:daltonwilcox","label":"Dalton Wilcox","nami":"Wilcox, Dalton","article":["Dalton Wilcox (b. 1956) is a real cowboy and such a celebrated chronicler and collector of the wit and wisdom of the West (a fact encoded in \"The World Book\") that he is often called the Poet Laureate of the West, a moniker that was very likely coined by himself in his hard copy newsletter."," He is the author of 'You Must Buy Your Wife at Least as Much Jewelry as You Buy Your Horse (and Other Poems and Observations, Humorous and Otherwise, from a Life on the Range) by Dalton Wilcox' which, due to the incompetence of his publisher, is largely not available anywhere.","His sequel to Buy Your Wife is called 'You Still Have to Buy Your Wife at Least as Much Jewelry as You Buy Your Horse (and Even More Poems and Additional Observations, Humorous and Otherwise, from a Life Still Being Lived on the Range) by Dalton Wilcox, Who Also Wrote the Last Book.'","","He has also authored such poems as \"The Lonesome Cowboy,\" \"The Lonesome Cowboy 2018,\" \"There's Other Things a Cowboy Can Also Fuck,\" \"I Have Been to Goddamned Europe,\" and \"Ben Cartwright Buried Three Wives\".","Implied in his poem, \"Ebenezer Wilcox,\" are multiple vehicular homicides; the murders of (the ghosts of) Sherriff Ben McBride, Deputy Gear and a curious passer-by; and the shooting of a young werecat boy. The poem is dedicated to the latter three.","He is plagued by -- and a self-declared vanquisher of -- mummies, Frankensteins, creatures from The Black Lagoon, and vampires but is occasionally suspected of vampirism himself.","He knows how to hollow-out a horse and put a girl in there.","He keeps a stake of wood down his pantleg at all times and he lives in Manhattan in the dorm room of his college-aged girlfriend.","He has, he says, 'changed several people's names.'","He is, evidently, a pimp in both New York City and in International Waters.","In 2014 it was revealed he had been training with Bill Carter for years in anticipation of an epic battle between good and evil and that he has a fake penis that he whittled himself after an incident involving a Land Virginie and a rattlesnake.","He is on the record stating that, if asked by a prostitute with whom he intends to be amorous to take a shower or remove his clothes, he will mostly comply. If asked to 'wear a frilly hat' by a prostitue, however, he will seek the services of a different woman.","He is a loyal customer of Alamo Rent A Car; has been to Scotland; has had a tail surgically attached at one point that was later removed; and has destroyed his own collection of butterflies, wing by wing, when they themselves turned into monsters.","In early 2019, Mr. Wilcox changed his name to Walton Dilcox and began driving Uber shifts in his truck, murdering 100% of his rides.","While he doesn't like to admit it, preferring instead to be perceived as a respectable author, he does keep a cadre of girls out on a boat in international waters.","On CBB#599 he was challenged to fashion a 'bun gun' - a weapon that fires a hot dog bullet - an accepted it.","Also on CBB#599 he announced the working title of his next book: If You Thought You Were Done Buying at Least as Much Jewelry for Your Wife as You Buy Your Horse You Are Sorely Mistaken and Other Poems and Observations from a Life that Believe it or Not is Still Being Lived on the Range by Dalton Wilcox Who Wrote the First Book and the Second Book and has Now Written the Third Book by Dalton Wilcox.'"]},{"daly":"false","_id":"people/_:stephaniegoldberg","id":"people/_:stephaniegoldberg","label":"Stephanie Goldberg","nami":"Goldberg, Stephanie","article":["Stephanie Goldberg was an NYU student and, in 2011, the girlfriend of Cowboy Poet Dalton Wilcox.","She was murdered in September of that same year."]},{"daly":"false","_id":"people/_:aunteileen","id":"people/_:aunteileen","label":"Cactus Tony's Aunt Eileen","nami":null,"article":["Cactus Tony's Aunt Eileen met an unfortunate end when she was pushed into a hole he was digging to China and then 'covered up.'","Her body was later exhumed."]},{"daly":"false","_id":"people/_:daltonwilcoxunnameddaughter1","id":"people/_:daltonwilcoxunnameddaughter1","label":"Dalton Wilcox' Unnamed Daughter #1 of 3","nami":null,"article":["Dalton Wilcox' Unnamed daughter was too fat to get out of bed for some time and was then killed."]},{"daly":"false","_id":"people/_:daltonwilcoxunnamedwife1","id":"people/_:daltonwilcoxunnamedwife1","label":"Dalton Wilcox' Unnamed Wife #1","nami":null,"article":["Dalton Wilcox' Unnamed first wife was too fat to get out of bed for some time, had an extraordinary appetite and eventually turned into a werewolf (denying same) and was murdered by Mr. Wilcox himself."]},{"daly":"false","_id":"people/_:daltonwilcoxunnameddaughter2","id":"people/_:daltonwilcoxunnameddaughter2","label":"Dalton Wilcox' Unnamed Daughter #2 of 3","nami":null,"article":["Dalton Wilcox' Unnamed daughter was too fat to get out of bed for some time and was then killed."]},{"daly":"false","_id":"people/_:daltonwilcoxunnameddaughter3","id":"people/_:daltonwilcoxunnameddaughter3","label":"Dalton Wilcox' Unnamed Daughter #3 of 3","nami":null,"article":["Dalton Wilcox' Unnamed daughter was too fat to get out of bed for some time and was then killed."]},{"daly":"false","_id":"people/_:chipgardnersunnamedwife","id":"people/_:chipgardnersunnamedwife","label":"Chip Gardner's Unnamed Wife","nami":null,"article":["Chip Gardner's Unnamed Wife lost a game of 'Houdini' in the family pool and subsequently passed."]},{"daly":"false","_id":"people/_:ceceliawilcox","id":"people/_:ceceliawilcox","label":"Cecelia Wilcox","nami":"Wilcox, Cecelia","article":["Cecelia Wilcox was too fat to get out of bed for some time and was then killed."]},{"daly":"false","_id":"people/_:jasonmantzoukas","id":"people/_:jasonmantzoukas","label":"Jason Mantzoukas","nami":"Mantzoukas, Jason","article":["Jason Mantkoukas is not on Twitter."]},{"daly":"false","_id":"people/_:clivedundeeswife","id":"people/_:clivedundeeswife","label":"Clive Dundee's Unnamed Wife","nami":null,"article":["She is barren."]},{"daly":"false","_id":"people/_:abrahamappleby","id":"people/_:abrahamappleby","label":"Abraham Appleby","nami":"Appleby, Abraham","article":["Abraham Appleby ('Double A') is a noted water skier and the second man to ever have sexual intercourse on water skis."]},{"daly":"false","_id":"people/_:abrahamapplebysgirlfriend","id":"people/_:abrahamapplebysgirlfriend","label":"Abraham Appleby's Girlfriend","nami":null,"article":["Abraham Appleby's girlfriend is the second woman to ever have sexual intercourse on water skis."]},{"daly":"false","_id":"people/_:bergenregionalbernard","id":"people/_:bergenregionalbernard","label":"Bernard","nami":null,"article":["Bernard was a patient at Bergen Regional Medical Center who had his sheets stolen by another patient. They were later found balled up in a toilet alongside a #2."]},{"daly":"false","_id":"people/_:jimmypage","id":"people/_:jimmypage","label":"Jimmy Page","nami":"Page, Jimmy","article":["Jimmy Page is a legendary guitarist and thief of American blues."]},{"daly":"false","_id":"people/_:bergenregionalrosa","id":"people/_:bergenregionalrosa","label":"Rosa","nami":null,"article":["Rosa was a patient at Bergen Regional Medical Center in New Jersey who was found uncontrollably crying one night by floor staff at Bergen. When no number of comedy bits and impressions and magic tricks would cure it she was wheeled down to a vacant room at the end of the hallway and was found dead the next morning with a defunct nurse's call button in her hand."]},{"daly":"true","_id":"people/_:andicallahanrn","id":"people/_:andicallahanrn","label":"Andi Callahan, RN","nami":"Callahan, Andi","article":["Andi Callahan is an uncredentialed medical professional and documented tax evader who enjoys frailty, has a history of experimenting on stray animals and transients out of an abandoned house, and now works at the Long-Term Care Floor of Bergen Regional Medical Center in New Jersey where many of the senior citizen patients are suffering from dementia and were committed against their will.","He laughs a lot.","He is sensitive to bigotry in the nursing profession and at times has gotten physical about it.","His interest in human medicine began when he got his hands on an ape that could beg for its life.","In 2011 he wrote a comedic memoir about his adventures as an RN, primarily featuring the crazy things said and done by his patients.","He has witnessed the light disappear from the eyes of a human more than 500 times. Including animals the total is estimated (by Andi) to be more than 10,000. Twenty of those were penguins."]},{"daly":"true","_id":"people/_:clivedundee","id":"people/_:clivedundee","label":"Clive Dundee","nami":"Dundee, Clive","article":["Clive Dundee is the fifth member of rock and roll musical combination U2, whom in 2011 he sued for royalties and respect for his uncompensated writing all of the group's middle eight breaks.","He lives under a bridge in Manchester with a barren wife.","He intends suicide regardless of the outcome of his lawsuit.","In early 2014 it was implied but never proven that he had originally been booked on Comedy Bang! Bang! fraudulently by Cactus Tony."]},{"daly":"true","_id":"people/_:hotdog","id":"people/_:hotdog","label":"Hot Dog","nami":null,"article":["Hot Dog (b. 1954 or 1956 or 1946) is a waterskiing hot dog who has A) always been a person, B) been to the Pantages Theatre many times, C) doesn't know a lot about space, and D) frequently (50 times as of February 2016) auditions to be a member of Sha Na Na.","After moving to California he briefly wrote water skiing-themed spec scripts for TV sitcoms such as 'Alice.'","He has owned and operated more than one haunted, themed bed and breakfast.","He at one time considered surgical breast implants as a means to get backstage at Sha Na Na shows but eventually discounted the notion.","His last will and testament requests he be turned into an *actual* hot dog upon death.","He sidelines at the Hertz desk at the Bob Hope Airport in Burbank, but has great difficulty pushing the supplemental insurance.","He sidelines at Manhattan Beach selling sunglasses.","Wherever you could arguably say his legs end - that's where his shorts begin.","He used to own a classic car -- a 1988 Volvo (86 by some accounts, a 1987 Ford Aerostar by others) -- but had to sell it. Despite, he regularly attends Classic Car Night at Big Bog's in Toluca Lake.","In early 2014 it was implied but never proven that he had originally been booked on Comedy Bang! Bang! fraudulently by Cactus Tony.","His son is constantly being abducted by the woman who eventually became his personal, live-in cook.","He claims he can strip a Triumph motorcycle down to its constituent pieces in about two and a half years and that he's the third man in history to have sexual intercourse on water skis.","He admitted on CBB#400 that he has perhaps murdered 40-50 people, largely at the behest of known murderer Edward Solly.","He once danced The Water Twist for nine months straight.","The toilet at his home is lined with white, shag carpet.","Some time in late 2018, early 2019 he was sued out of his water skiis by the rock n' roll cover band Sha Na Na. Hot Dog represented himself at trial.","A boiler room in his home is still full of telephones from the time he ran a day-laboror-run phone bank."]},{"daly":"false","_id":"people/_:thelizard","id":"people/_:thelizard","label":"The Lizard","nami":null,"article":["The Lizard is a mariner, of sorts, who in International Waters will turn any corpse into anything they desire.","He is Chip Gardner."]},{"daly":"false","_id":"people/_:zowber","id":"people/_:zowber","label":"Zowber","nami":null,"article":["Zowber is a member of rock n' roll cover bang Na Sha Sha whose signature move is putting his mouth in his fist."]},{"daly":"false","_id":"people/_:dondimellosanimalguy","id":"people/_:dondimellosanimalguy","label":"Don DiMello's Animal Guy","nami":null,"article":["Don DiMello's Animal Guy is, in effect, a technical advisor to Mr. DiMello's theatre productions."]},{"daly":"false","_id":"people/_:hotdogsunnamedson","id":"people/_:hotdogsunnamedson","label":"Hot Dog's Unnamed Son","nami":null,"article":["Hot Dog's unnamed son (b. 1986) is a young man who fairly frequently is kidnapped."]},{"daly":"false","_id":"people/_:hotdogswife","id":"people/_:hotdogswife","label":"Hot Dog's Wife","nami":null,"article":["Hot Dog's wife was seemingly unliked by Hot Dog.","Soon after her marriage to Hot Dog she began sleeping with a surfer named Hamburger.","She was later strangled to death by somebody's legs."]},{"daly":"false","_id":"people/_:hamburgersurfer","id":"people/_:hamburgersurfer","label":"Hamburger","nami":null,"article":["Hamburger was a surfer-nemesis to Hot Dog and Ahi during the tumultuous 60s and 70s.","He not only changed his name to Hamburger to be 'intentionally inflammatory' but he also slept with Hot Dog's wife.","By ADPPP#6 he had not been heard from in some time."]},{"daly":"false","_id":"people/_:jasonwu","id":"people/_:jasonwu","label":"Jason Wu","nami":"Wu, Jason","article":["Jason Wu is a student at Marina del Rey High School and a member of musical combination Rosebush Red.","He is arguably most known for submitting the best new Kama Sutra position during the sex unit in Joe Bongo's Health class."]},{"daly":"false","_id":"people/_:kyledunforth","id":"people/_:kyledunforth","label":"Kyle Dunforth","nami":"Dunforth, Kyle","article":["Kyle Dunforth is a student at Marina del Rey High School and a member of musical combination Rosebush Red."]},{"daly":"false","_id":"people/_:thechonger","id":"people/_:thechonger","label":"The Chonger","nami":"Chonger, The","article":["The Chonger is a student at Marina del Rey High School and a member of musical combination Rosebush Red."]},{"daly":"false","_id":"people/_:marissawompler","id":"people/_:marissawompler","label":"Marissa Wompler","nami":"Wompler, Marissa","article":["Marissa Wompler is a student at Marina del Rey High School and an intern at Comedy Bang! Bang!","In Fall 2014 it was revealed that Don DiMello had been her entertainment mentor for some time."]},{"daly":"false","_id":"people/_:katy","id":"people/_:katy","label":"Katy","nami":null,"article":["Katy is Asian and demure."]},{"daly":"false","_id":"people/_:kimmy","id":"people/_:kimmy","label":"Kimmy","nami":null,"article":["Kimmy is Asian and demure."]},{"daly":"false","_id":"people/_:tracirearden","id":"people/_:tracirearden","label":"Traci Reardon","nami":"Reardon, Traci","article":["Traci Reardon is teenager."]},{"daly":"false","_id":"people/_:drsethwompler","id":"people/_:drsethwompler","label":"Dr. Seth Wompler","nami":"Wompler, Seth","article":["Dr. Seth Wompler is a podietrist."]},{"daly":"false","_id":"people/_:daniellebartiromo","id":"people/_:daniellebartiromo","label":"Danielle Bartiromo","nami":"Bartiromo, Danielle","article":["Danielle Bartiromo is an amorous teenager."]},{"daly":"false","_id":"people/_:charlottelistler","id":"people/_:charlottelistler","label":"Charlotte Listler","nami":"Listler, Charlotte","article":["Charlotte Listler is a former sniper, a current educator and educarer.","She runs the Starz Academy at Marina del Rey High School in California, is 1/18th Native American, and has an exhaustive collection of soft rock n roll."]},{"daly":"false","_id":"people/_:ericgutterman","id":"people/_:ericgutterman","label":"Eric (Gutterballs) Gutterman","nami":"Gutterman, Eric","article":["Eric (Gutterballs) Gutterman is an amorous teenager."]},{"daly":"false","_id":"people/_:dabneycoleperson","id":"people/_:dabneycoleperson","label":"Dabney Coleperson","nami":"Coleperson, Dabney","article":["Dabney Coleperson is a characiturist."]},{"daly":"false","_id":"people/_:lizmathers","id":"people/_:lizmathers","label":"Liz Mathers","nami":"Mathers, Liz","article":["Liz is a student and a caller into Marissa Wompler's birthday party."]},{"daly":"false","_id":"people/_:karim","id":"people/_:karim","label":"Karim","nami":null,"article":["Karim drives a pickuptruck full of chicken coops."]},{"daly":"false","_id":"people/_:felipe","id":"people/_:felipe","label":"Felipe","nami":null,"article":["Felipe works a kitchen at George Washington University."]},{"daly":"false","_id":"people/_:birthdaygirl","id":"people/_:birthdaygirl","label":"Birthday Girl","nami":null,"article":["Birthday Girl is a young child left behind after a showing of Don DiMello's Disney's Puff the Magic Dragon."]},{"daly":"true","_id":"people/_:dondimello","id":"people/_:dondimello","label":"Don DiMello","nami":"DiMello, Don","article":["Don DiMello is a theatrical director from Connecticut, known for many annual Rockettes shows at Radio City Music Hall as well as a number of geurilla productions, primarily at the Pasedena Fairytale Theatre in  California.","He first worked as a sewer vermin wrangler and then a property damager before falling in love with theatre arts at a Midtown peep show.","He was community-raised in a brothel that was later burned to the ground in a likely case of arson.","His earliest memory is witnessing a shooting of a prostitute at said brothel.","He is a 'bit of a drooler,' wears his lucky Carhartt sweatpants every Christmas season, and his patent for a 'Pussy Pastie' has been pending since at least 2011.","He has been 'trying to get into heroin for years.'","He sidelines as the night manager of ArcLight Cinemas in Los Angeles.","He is the supreme commander -- the embodiment of all evil in the known and unknown universe throughout perpetuity and to the dawn of time and forever for all time -- of Gil the ventriloquist dummy who is in turn the supreme commander of Satan on Earth.","He signs his name accompanied by a tiny doodle of women's breasts."]},{"daly":"true","_id":"people/_:patrickmcmahon","id":"people/_:patrickmcmahon","label":"Patrick McMahon","nami":"McMahon, Patrick","article":["Patrick McMahon is a traditional Irish storyteller from Limerick, Ireland.","Born in 1960, he wrote limericks for the first 50 years of his life, then transitioned to prose in Fall, 2010.","He formerly played tambourine for Dexys Midnight Runners and worked at a medical packaging plant.","He is known for undercutting his brother, Shamus', bookings.","In a story recited on CBB#600, it is implied, twice, that at some point recently Patrick had attacked and imprisoned his brother, Shamus, forcing him to write traditional Irish stories on Patrick's behalf.","Inspired by the Jim Sheridan film 'My Left Foot,' he once attempted to amputate his own right foot first by laying on the train tracks and then a custom-built Foot Guillotine.","Patrick once traded a Trabant for a sheep named 'Vespa.'"]},{"daly":"false","_id":"people/_:shamusmcmahon","id":"people/_:shamusmcmahon","label":"Shamus McMahon","nami":"McMahon, Shamus","article":["Shamus McMahon is a wealthy and successful Grammy-winning traditional Irish storyteller from Limerick, Ireland, who is very expensive to book.","He is renowned not only for his humorous and heartbreaking prose, but also his PBS special that made even the most stoic New England Greeks break up with emotion.","He and his wife were once named People Magazine's Sexiest Couple.","His work has been recorded several times, including the Gold Record 'Stories of My Brother' and its live sequel, 'More Stories of My Brother,' and its follow-up, \"Hey We're Not Gonna Be Live Anymore but Here are Some More Stories About My Brother.\" A fourth album, \"I Shit My Brother's Pants - And By the Way I've Invited the Audience Back,\" was less successful.","Other works include: 'High Limericks - Smarty McSmart'; 'Low Limericks'; 'Limericks About My Brother'; 'Live in Tokyo'"]},{"daly":"false","_id":"people/_:tommcmahon","id":"people/_:tommcmahon","label":"Tom McMahon","nami":"McMahon, Tom","article":["Tom McMahon is a mechanic."]},{"daly":"true","_id":"people/_:billcarter","id":"people/_:billcarter","label":"Bill Carter","nami":"Carter, Bill","article":["Bill Carter is a personal trainer born in 1922.","He is in terrific shape since approximately World War II when, disgusted with Cary Grant's upper body strength, he alit for Los Angeles to train him (Grant).","At least as recently as 2010 he works at Bally's in Hollywood. Sort of.","He is riddled with surgery (loosely-defined) scars and has a tattoo of a former girlfriend but with her eyes removed.","He has been to jail many times for reasons including (but not limited to) beating people up; not being people up; cheering race riots; stealing things; not stealing things; minding his own business.","He possesses an extensive VHS collection of his own nude workout videos, is classified as a wizard and by 2010 had attempted suicide 19 times (and is, in fact, a member of a suicide support group).","He also once allowed a woman -- for unknown reasons -- to drill a hole in his head.","In 2014 it was revealed he had been training with Dalton Wilcox for years in anticipation of an epic battle between good and evil."]},{"daly":"false","_id":"people/_:shamusmcmahonsunnamedwife","id":"people/_:shamusmcmahonsunnamedwife","label":"Shamus McMahon's Unnamed Wife","nami":null,"article":["Shamus McMahon's Unnamed Wife went missing not long after Shamus, himself.","Prior to her disappearance, Ms. McMahon was a renowned philanthropist, primarily on the trail of an Ebola cure to which she was very near.","She was once named People Magazine's Sexiest Woman of the Year and, with her husband Shamus, Sexiest Couple of the Year."]},{"daly":"false","_id":"people/_:rochelletheelf","id":"people/_:rochelletheelf","label":"Rochelle the Elf","nami":null,"article":["Rochelle the Elf is a former nurse practitioner but now mostly spends her time in the woods performing Satanic rituals.","She once tested Bill Carter for AIDS (negative)."]},{"daly":"false","_id":"people/_:victor","id":"people/_:victor","label":"Victor","nami":null,"article":["Victor is Bill Carter's Strongman and camera man. He is also a certified giant."]},{"daly":"false","_id":"people/_:carygrant","id":"people/_:carygrant","label":"Cary Grant","nami":"Grant, Cary","article":["Cary Grant was an actor."]},{"daly":"true","_id":"people/_:augustlindt","id":"people/_:augustlindt","label":"August Lindt","nami":"Lindt, August","article":["August Lindt is a salt tester and maker of Tang-soaked pretzels from Düsseldorf, Germany.","August is an avid traveler.","In 2010, receiving only three months of vacation, he opted to leave his family back in Düsseldorf and visit Hollywood, California where he hatched an ultimately unsuccessful bid to commit suicide.","He is work friends with a monkey and has a purturbed family life.","On Comedy Bang! Bang! #475 it was revealed the Mr. Lindt can see water in slow motion."]},{"daly":"true","_id":"people/_:dannymahoney","id":"people/_:dannymahoney","label":"Danny Mahoney","nami":"Mahoney, Danny","article":["Danny Mahoney is the owner/operator of Life of the Party, Inc., launched following his failed suicide attempt in the Pacific Ocean.","Prior to that (~2008) he owned and operated a plumbing business with his nephew, Bertrand until that nephew 'grew weary of [Danny's] personality' and executed a hostile takeover.","Danny \"didn't get into drugs or join a Russian Roullette club\" and instead, in the winter of 2008, bought a heavy coat from Nordstrom's Hollywood.","In the water, about to drown, he invented LotP. He left the coat on the beach."]},{"daly":"false","_id":"people/_:bertmahoney","id":"people/_:bertmahoney","label":"Bertrand (Bert) Mahoney","nami":"Mahoney, Bertrand","article":["Bertrand Mahoney is the nephew of Danny Mahoney.","He is the victim of physical abuse (by Danny and by Danny's own admission) and the successful executor in 2008 of a hostile takeover of the pair's plumbing business."]},{"daly":"false","_id":"people/_:scottaukerman","id":"people/_:scottaukerman","label":"Scott Aukerman","nami":"Aukerman, Scott","article":["Scott Aukerman is a host."]},{"daly":"false","_id":"people/_:god","id":"people/_:god","label":"God","nami":null,"article":["God"]},{"daly":"true","_id":"people/_:shooter","id":"people/_:shooter","label":"Shooter","nami":null,"article":["Shooter is an L.A.-based comedian whose first national tour was supposed to occur in Fall 2009.","Prior to that he would sit at Buzz Coffee near Sunset to watch women on the escalators letting out from Cardio Ballet.","He admitted on Comedy Bang! Bang! #14 that he sometimes will 'go up on a rooftop and take potshots' and, in fact, admitted he shot somebody 'a couple of times.'"]},{"daly":"true","_id":"people/_:benalterman","id":"people/_:benalterman","label":"Ben Alterman","nami":"Alterman, Ben","article":["Ben Alterman is an older gentleman (b. 1922) who had never been on the radio before his appearance on Comedy Bang! Bang! episode 46 on March 25, 2010.","He has been known to Vogue when alone at home.","He later (~2014) became Hot Dog's life coach."]},{"daly":"false","_id":"people/_:crystalalterman","id":"people/_:crystalalterman","label":"Crystal Pinto","nami":"Pinto, Crystal","article":["Crystal Pinto (b. 1966) is the daughter of Ben Alterman.","Against the wishes of her father, Crystal and Big Bob Pinto were married at an undisclosed location at an undisclosed time.","In his toast, Ben revealed he'd watch his daughter fuck almost anyone but Big Bob."]},{"daly":"false","_id":"people/_:ashleypinto","id":"people/_:ashleypinto","label":"Ashley Pinto","nami":"Pinto, Ashley","article":["Ashley Pinto (b. 1994) is the granddaughter of Ben Alterman."]},{"daly":"false","_id":"people/_:ingridalterman","id":"people/_:ingridalterman","label":"Ingrid Alterman","nami":"Alterman, Ingrid","article":["Ingrid Alterman is the barren first wife of Ben Alterman."]},{"daly":"false","_id":"people/_:hendrixmurphy","id":"people/_:hendrixmurphy","label":"Hendrix Murphy","nami":"Murphy, Hendrix","article":["Hendrix Murphy is in the California shrimping business.","He is originally from 'Lake Ponchartrain' (New Orleans), Louisiana and makes $325,000/year in the California shrimping business.","Due to what appeared to be a prior attempt at burying him alive, he became an important witness in a case brought against Cactus Tony by Pasadena police."]},{"daly":"false","_id":"people/_:thewidowfeeney","id":"people/_:thewidowfeeney","label":"The Widow Feeney","nami":"Widow Feeney","article":["The Widow Feeney is a very thin friend and buildingmate of Ben Alterman."]},{"daly":"false","_id":"people/_:mrshakamora","id":"people/_:mrshakamora","label":"Mrs. Hakamora","nami":"Hakamora, Mrs.","article":["Mrs. Hakamora is a friend and buildingmate of Ben Alterman."]},{"daly":"false","_id":"people/_:mrfrancisco","id":"people/_:mrfrancisco","label":"Mr. Francisco","nami":"Francisco, Mr.","article":["Mr. Francisco is a friend of Ben Alterman's and works at 'the lotion shop.'","He is, according to Ben, reliably unreliable.","He also, according to the same source, gives great blowjobs."]},{"daly":"false","_id":"people/_:pietrothedog","id":"people/_:pietrothedog","label":"Pietro the Dog","nami":null,"article":["Pietro the Dog is the illegal pet of Ben Alterman."]},{"daly":"false","_id":"people/_:littlebarnabus","id":"people/_:littlebarnabus","label":"Little Barnabus","nami":null,"article":["Little Barnabus is a childhood boyfriend of Crystal Alterman."]},{"daly":"false","_id":"people/_:bigbobpinto","id":"people/_:bigbobpinto","label":"Big Bob Pinto","nami":"Pinto, Bob","article":["Big Bob Pinto (5'1\", 420) married Crystal Alterman."]},{"daly":"false","_id":"people/_:falcon","id":"people/_:falcon","label":"Falcon","nami":null,"article":["Falcon has emphysema and remains active on Friendster.","He runs a working farm in upstate New York where former Rockettes are sent by Don DiMello when they're no longer nice in the legs or jugs, lose too many teeth, or get too lippy.","Falcon travels 'almost exclusively' by cargo ship."]},{"daly":"false","_id":"people/_:malbachman","id":"people/_:malbachman","label":"Mallard (Mal) Bachman","nami":"Bachman, Mallard","article":["Mallard (Mal) Bachman is an Episcopalian theatre critic from New York who holds a degree in Dramaturgy from the University of Phoenix Online."]},{"daly":"false","_id":"people/_:doulmanschmiedeberg","id":"people/_:doulmanschmiedeberg","label":"Doulman Schmiedeberg","nami":"Schmiedeberg, Doulman","article":["Doulman Schmiedeberg is the boss of August Lindt."]},{"daly":"false","_id":"people/_:utalindt","id":"people/_:utalindt","label":"Uta Lindt","nami":"Lindt, Uta","article":["Uta Lindt is the cuckolding wife of August Lindt."]},{"daly":"false","_id":"people/_:gunterlindt","id":"people/_:gunterlindt","label":"Günter Lindt","nami":"Lindt, Günter","article":["Günter Lindt is one of several children to August Lindt."]},{"daly":"false","_id":"people/_:gretalindt","id":"people/_:gretalindt","label":"Greta Lindt","nami":"Lindt, Greta","article":["Greta Lindt is one of several children to August Lindt."]},{"daly":"false","_id":"people/_:jimmyblades","id":"people/_:jimmyblades","label":"Jimmy Blades","nami":"Blades, James","article":["Formerly of 'Take My Wife Keys,' as of ADPPP#6 at least, Mr. Blades is the lone employee of Danny Mahoney at Life of the Party, Inc."]},{"daly":"false","_id":"people/_:kevinlindt","id":"people/_:kevinlindt","label":"Kevin Lindt","nami":"Lindt, Kevin","article":["Kevin Lindt is one of several children to August Lindt."]},{"daly":"false","_id":"people/_:carolchanning","id":"people/_:carolchanning","label":"Carol Channing","nami":"Channing, Carol","article":["Carol Channing is a Broadway legend who, evidently, sought to become Honorary Mayor of Hollywood in direct competition with Chip Gardner."]},{"daly":"false","_id":"people/_:unnamedgameshowcontestant1","id":"people/_:unnamedgameshowcontestant1","label":"Unnamed Contestant #1","nami":null,"article":["Unnamed Contestant #1 appeared on Chip Gardner's \"Where'd I Put My Jacket?\"","Having lost, they immediately committed suicide in the parking lot outside the studio."]},{"daly":"false","_id":"people/_:gameshowcontestantchipgomand","id":"people/_:gameshowcontestantchipgomand","label":"Game Show Contestant Chip Gomand","nami":"Gomand, Chip","article":["Chip Gomand is a former prison guard who competed for the name Marleygot Foreleanor on Chip Gardner's 'Yes But Can You Still do it if We Set You on Fire?' and subsequently perished."]},{"daly":"false","_id":"people/_:gameshowcontestantmattwills","id":"people/_:gameshowcontestantmattwills","label":"Game Show Contestant Matt Wills","nami":"Wills, Matt","article":["Matt Wills competed for a live leopard shark on Chip Gardner's 'Try Not to Get Hit by These Hammers' and subsequently perished."]},{"daly":"false","_id":"people/_:gameshowcontestantrickstubble","id":"people/_:gameshowcontestantrickstubble","label":"Game Show Contestant Rick Stubble","nami":"Stubble, Rick","article":["Rick Stubble competed for a live leopard shark on Chip Gardner's 'Try Not to Get Hit by These Hammers' and subsequently perished."]},{"daly":"false","_id":"people/_:gameshowcontestantcliff","id":"people/_:gameshowcontestantcliff","label":"Game Show Contestant Cliff","nami":"Cliff","article":["Cliff competed for a suit of armor on Chip Gardner's 'Are You Smarter than a Room Full of Poisonous Snakes?' and subsequently perished."]},{"daly":"false","_id":"people/_:gameshowcontestantgay","id":"people/_:gameshowcontestantgay","label":"Game Show Contestant Gay","nami":"Gay","article":["Gay competed for a suit of armor on Chip Gardner's 'Are You Smarter than a Room Full of Poisonous Snakes?' and subsequently perished."]},{"daly":"false","_id":"people/_:codywakeman","id":"people/_:codywakeman","label":"Cody Wakeman","nami":"Wakeman, Cody","article":["Cody Wakeman is/was a student at Marina del Rey High School and keyboardist/secondary songwriter for Joe Bongo's band, Rosebush Red.","He was forcibly transferred from Whittier High School by Joe Bongo with the express intent of forcing him into the band."]},{"daly":"false","_id":"people/_:rickwakeman","id":"people/_:rickwakeman","label":"Rick Wakeman","nami":"Wakeman, Rick","article":["Rick Wakeman is a member of prog-rock group Yes."]},{"daly":"false","_id":"people/_:formerrockettebeth","id":"people/_:formerrockettebeth","label":"Beth","nami":null,"article":["Former Rockette Beth is an amputee who lives in upstate New York."]},{"daly":"false","_id":"people/_:hrossperot","id":"people/_:hrossperot","label":"H. Ross Perot","nami":"Perot, Henry Ross","article":["H. Ross Perot is an American businessman and former candidate for U.S. president."]},{"daly":"false","_id":"people/_:theschmiedebergmonkey1","id":"people/_:theschmiedebergmonkey1","label":"The Schmiedeberg Monkey #1","nami":"Schmiedeberg Monkey #1","article":["The Schmiedeberg Monkey is an animal that samples salt at the Schmiedeberg Pretzel Factory in Düsseldorf."]},{"daly":"false","_id":"people/_:dannymahoneysbrother","id":"people/_:dannymahoneysbrother","label":"Danny Mahoney's Unnamed Brother","nami":null,"article":["Danny Mahoney's Unnamed Brother was a colleague of Mr. Mahoney's charged with handling any asbestos-related labors met by Danny's plumbing company."]},{"daly":false,"_id":"places/_:romeny","id":"places/_:romeny","label":"Rome, NY","nami":null,"article":["Rome is a city in upstate New York. In 1999 a Woodstock revival festival was held there."]},{"daly":false,"_id":"places/_:lacanadaflintridge","id":"places/_:lacanadaflintridge","label":"La Cañada Flintridge, CA","nami":null,"article":["La Cañada Flintridge is a city in California's Crescenta Valley."]},{"daly":false,"_id":"places/_:parisfr","id":"places/_:parisfr","label":"Paris, France","nami":null,"article":["Paris, France, is a major metropolis in France."]},{"daly":false,"_id":"places/_:madisonwi","id":"places/_:madisonwi","label":"Madison, WI","nami":null,"article":["Madison, Wisconsin is the capitol city of Wisconsin, USA."]},{"daly":false,"_id":"places/_:miamibeach","id":"places/_:miamibeach","label":"Miami Beach","nami":null,"article":["Miami Beach is a popular vacation spot in Florida as well as the location of one of L. Ron Hubbard's hidden future treasures."]},{"daly":false,"_id":"places/_:sanrafaelhills","id":"places/_:sanrafaelhills","label":"San Rafael Hills","nami":null,"article":["San Rafael Hills is a neighborhood in Pasadena, California."]},{"daly":false,"_id":"places/_:johnnyssportshop","id":"places/_:johnnyssportshop","label":"Johnny's Sport Shop","nami":null,"article":["Johnny's Sport Shop is a bait and tackle shop in Pasadena and, according to one if its imployees, Hendrix Murphy, the location of an early attempt at live burial by Cactus Tony."]},{"daly":false,"_id":"places/_:tommyschiliburger","id":"places/_:tommyschiliburger","label":"Tommy's Chili Burger","nami":null,"article":["Tommy's Chili Burger is a restaurant that figured significantly in the murder trial of Cactus Tony."]},{"daly":false,"_id":"places/_:21choices","id":"places/_:21choices","label":"21 Choices - Old Town","nami":null,"article":["21 Choices - Old Town is a restaurant that figured significantly in the murder trial of Cactus Tony."]},{"daly":false,"_id":"places/_:sanquentin","id":"places/_:sanquentin","label":"San Quentin State Prison","nami":null,"article":["San Quentin State Prison is a legendary prison in Marin County, California."]},{"daly":false,"_id":"places/_:braidwoodcentre","id":"places/_:braidwoodcentre","label":"The Braidwood Centre","nami":null,"article":["The Braidwood Centre, former home of a much-beloved bagpiper named Stuart Cambridge, is a haunted stop on Cameron McGonigle's tour of Edinburgh."]},{"daly":false,"_id":"places/_:edinburghcastle","id":"places/_:edinburghcastle","label":"Edinburgh Castle","nami":null,"article":["Edinburgh Castle is a haunted stop on Cameron McGonigle's tour of Edinburgh."]},{"daly":false,"_id":"places/_:tolboothtavern","id":"places/_:tolboothtavern","label":"Tolbooth Tavern - Edinburgh","nami":null,"article":["Tolbooth Tavern is a haunted stop on Cameron McGonigle's tour of Edinburgh."]},{"daly":false,"_id":"places/_:brewlabcoffeeedinburgh","id":"places/_:brewlabcoffeeedinburgh","label":"Brew Lab Coffee - Edinburgh","nami":null,"article":["Brew Lab Coffee is a haunted stop on Cameron McGonigle's tour of Edinburgh - use the Tour discount!"]},{"daly":false,"_id":"places/_:hotelduvin","id":"places/_:hotelduvin","label":"Hotel du Vin","nami":null,"article":["Hotel du Vin is a haunted stop on Cameron McGonigle's tour of Edinburgh."]},{"daly":false,"_id":"places/_:toweringpinespsychiatric","id":"places/_:toweringpinespsychiatric","label":"Gateway Hospital and Mental Health Center","nami":null,"article":["home of: Gil"]},{"daly":false,"_id":"places/_:maricopastphoenix","id":"places/_:maricopastphoenix","label":"Maricopa St., Phoenix","nami":null,"article":["site of: a murder by a puppet"]},{"daly":false,"_id":"places/_:ritzcarltonmdrparking","id":"places/_:ritzcarltonmdrparking","label":"Ritz-Carlton (Marina del Rey) Parking Ramp","nami":null,"article":["The Ritz-Carlton (Marina del Rey) Parking Ramp was one of several casualties in what was, by March 2018 at least, the most expensive car accident in Marina del Rey history."]},{"daly":false,"_id":"places/_:tonypsdocksidemdr","id":"places/_:tonypsdocksidemdr","label":"Tony P's Dockside Grill","nami":null,"article":["Tony P's Dockside Grill in Marina del Rey was one of several casualties in what was, by March 2018 at least, the most expensive car accident in Marina del Rey history."]},{"daly":false,"_id":"places/_:tikimermaidchartersharborcruiseboat","id":"places/_:tikimermaidchartersharborcruiseboat","label":"Tiki Mermaid Charters Harbor Cruise Boat","nami":null,"article":["The Tiki Mermaid Charters Harbor Cruise Boat in Marina del Rey was one of several casualties in what was, by March 2018 at least, the most expensive car accident in Marina del Rey history. The ship sank under weight of Joe Bongo's automobile and remains on the floor of the harbor to this day."]},{"daly":false,"_id":"places/_:bajacantinamdr","id":"places/_:bajacantinamdr","label":"Baja Cantina - Marina del Rey","nami":null,"article":["Baja Cantina - Marina del Rey is a restaurant near the harbor in Marina del Rey, California, above which live all of the school-aged members of the rock group Rosebush Red."]},{"daly":false,"_id":"places/_:historicmarinadelreylighthouse","id":"places/_:historicmarinadelreylighthouse","label":"Historic Marina del Rey Lighthouse","nami":null,"article":["Historic Marina del Rey Lighthouse was one of several casualties in what was, by March 2018 at least, the most expensive car accident in Marina del Rey history. The lighthouse was tipped into the water and rests on the floor of the harbor to this day."]},{"daly":false,"_id":"places/_:burtonchacepark","id":"places/_:burtonchacepark","label":"Burton Chace Park","nami":null,"article":["Burton Chace Park was one of several casualties in what was, by March 2018 at least, the most expensive car accident in Marina del Rey history. The park incurred $18M worth of damages."]},{"daly":false,"_id":"places/_:lakesuperior","id":"places/_:lakesuperior","label":"Lake Superior, USA","nami":null,"article":["site of: an annual freshwater skiing competition, bombed in the early 1970s by saltwater skiiers"]},{"daly":false,"_id":"places/_:limericktreatystone","id":"places/_:limericktreatystone","label":"The Treaty Stone","nami":null,"article":["The Treaty Stone is the rock on which the Treaty of Limerick was signed in 1691, marking the surrender of the city to William of Orange -- limerick.ie. In their days as younger men growing up in Limerick, Patrick McMahon and Damien Fearnly would occasionally take shits on said stone for fun."]},{"daly":false,"_id":"places/_:limerickhuntmuseum","id":"places/_:limerickhuntmuseum","label":"Hunt Museum","nami":null,"article":["The Hunt Museum in Limerick 'preserves and exhibits the original artefacts gathered, over a life time, by John and Gertrude Hunt and known as the Hunt Collection' -- huntmuseum.com. As a young man growing up in Limerick, Patrick McMahon once stole a tapestry of the Virgin Mary from the Hunt and 'fucked on it for a year.'"]},{"daly":false,"_id":"places/_:bahrain","id":"places/_:bahrain","label":"Bahrain","nami":null,"article":["site of: Don DiMello, years ago, investigating whether there was any way to safely decapitate a dancer"]},{"daly":false,"_id":"places/_:altadenaca","id":"places/_:altadenaca","label":"Altadena, CA","nami":null,"article":["home of: Mal Bachman"]},{"daly":false,"_id":"places/_:seattlespaceneedle","id":"places/_:seattlespaceneedle","label":"Seattle Space Needle","nami":null,"article":["site of: a failed August Lindt suicide attempt"]},{"daly":false,"_id":"places/_:annefrankhuis","id":"places/_:annefrankhuis","label":"Anne Frank Huis","nami":null,"article":["The Anne Frank House is a writer's house and biographical museum dedicated to Jewish wartime diarist Anne Frank (-- Wikipedia, 2019.Jan)"]},{"daly":false,"_id":"places/_:tommybahamaskokie","id":"places/_:tommybahamaskokie","label":"Tommy Bahamas - Northbrook","nami":null,"article":["A proxy for Tommy Bahama - Skokie; site of: August Lindt buying a shirt"]},{"daly":false,"_id":"places/_:hopitaljasonsendweer","id":"places/_:hopitaljasonsendweer","label":"Hôpital Jason Sendwe Emergency Room, ","nami":null,"article":["Site of: August Lindt, on vacation."]},{"daly":false,"_id":"places/_:newmexicousa","id":"places/_:newmexicousa","label":"New Mexico, USA","nami":null,"article":["The 47th state in the Union."]},{"daly":false,"_id":"places/_:coronaca","id":"places/_:coronaca","label":"Corona, CA","nami":null,"article":["Corona, California is a town in California that once hosted a getaway weekend for Mal Bachman and Don DiMello."]},{"daly":false,"_id":"places/_:dresdende","id":"places/_:dresdende","label":"Dresden, Germany","nami":null,"article":["Dresden is a significant site in World War II."]},{"daly":false,"_id":"places/_:laramiefeedandwesternsupply","id":"places/_:laramiefeedandwesternsupply","label":"Laramie Feed and Western Supply","nami":null,"article":["LFWS is a purveyor of western gear and other supplies to cowboys."]},{"daly":false,"_id":"places/_:gowergulch","id":"places/_:gowergulch","label":"Gower Gulch","nami":null,"article":["Corner of Gower@Sunset in Hollywood."]},{"daly":false,"_id":"places/_:marktwainhotella","id":"places/_:marktwainhotella","label":"Mark Twain Hotel - Los Angeles","nami":null,"article":["Questionable boutique hotel off of Wilcox."]},{"daly":false,"_id":"places/_:courtyardoldtown","id":"places/_:courtyardoldtown","label":"Courtyard Los Angeles Pasadena/Old Town","nami":null,"article":["site of: Quinceañeras"]},{"daly":false,"_id":"places/_:nordstromsantamonica","id":"places/_:nordstromsantamonica","label":"Nordstrom Santa Monica","nami":null,"article":["great coat selection"]},{"daly":false,"_id":"places/_:thegrovela","id":"places/_:thegrovela","label":"The Grove","nami":null,"article":["popular hangout"]},{"daly":false,"_id":"places/_:melroseatgower","id":"places/_:melroseatgower","label":"Melrose @ Gower","nami":null,"article":["intersection"]},{"daly":false,"_id":"places/_:1031wilshire","id":"places/_:1031wilshire","label":"1031 Wilshire - Home of Indie 103.1","nami":null,"article":["not really"]},{"daly":false,"_id":"places/_:thepinebarrensofnj","id":"places/_:thepinebarrensofnj","label":"The Pine Barrens of NJ","nami":null,"article":["best place in all of NJ"]},{"daly":false,"_id":"places/_:epcotcenter","id":"places/_:epcotcenter","label":"Epcot Center","nami":null,"article":["popular tourism site"]},{"daly":false,"_id":"places/_:gracelandelvis","id":"places/_:gracelandelvis","label":"Elvis' Graceland","nami":null,"article":["popular tourism site"]},{"daly":false,"_id":"places/_:hollywoodsign","id":"places/_:hollywoodsign","label":"The Hollywood Sign","nami":null,"article":["site of: failed suicides"]},{"daly":false,"_id":"places/_:ctusa","id":"places/_:ctusa","label":"Connecticut, USA","nami":null,"article":["home of: Yale; a Pantages Theatre"]},{"daly":false,"_id":"places/_:earwolfsunset","id":"places/_:earwolfsunset","label":"Earwolf Studios - Sunset","nami":null,"article":["Site of: multiple defenestrations."]},{"daly":false,"_id":"places/_:londonbridgehavasu","id":"places/_:londonbridgehavasu","label":"London Bridge (Lake Havasu City)","nami":null,"article":["Former site of: a Dr. Jekyll."]},{"daly":false,"_id":"places/_:tombofjimmorrison","id":"places/_:tombofjimmorrison","label":"Jim Morrison's Tomb (Père-Lachaise)","nami":null,"article":["Hot graffiti spot."]},{"daly":false,"_id":"places/_:internationalwaters","id":"places/_:internationalwaters","label":"International Waters","nami":null,"article":["A marine frontier, of sorts."]},{"daly":false,"_id":"places/_:mdhs","id":"places/_:mdhs","label":"Venice High School (proxy for: Marina del Rey High School)","nami":null,"article":["Venice High School serves the MDR community."]},{"daly":false,"_id":"places/_:largo","id":"places/_:largo","label":"Largo at the Coronet","nami":null,"article":["Largo at the Coronet is a theatre space in Los Angeles."]},{"daly":false,"_id":"places/_:venicefishingpier","id":"places/_:venicefishingpier","label":"Venice Fishing Pier","nami":null,"article":["Venice Fishing Pier is a pier for fishing in Venice."]},{"daly":false,"_id":"places/_:lochness","id":"places/_:lochness","label":"Loch Ness","nami":null,"article":["Loch Ness is a lake in the United Kingdom."]},{"daly":false,"_id":"places/_:hmprisonwandsworth","id":"places/_:hmprisonwandsworth","label":"HM Prison Wandsworth","nami":null,"article":["HM Prison Wandsworth is a Category B men's prison at Wandsworth in the London Borough of Wandsworth, South West London, England. Among its notable inmates are or were: Gary Glitter, James Earl Ray, Julian Assange, and Byron Denniston."]},{"daly":false,"_id":"places/_:polkcityfl","id":"places/_:polkcityfl","label":"Polk City, FL","nami":null,"article":["Polk City, Florida is home to the Water Skiing Hall of Fame."]},{"daly":false,"_id":"places/_:edinburghscotland","id":"places/_:edinburghscotland","label":"Edinburgh, Scotland","nami":null,"article":["Edinburgh, Scotland, is in Scotland."]},{"daly":false,"_id":"places/_:georgemackenzieofrosehaughmausoleum","id":"places/_:georgemackenzieofrosehaughmausoleum","label":"George Mackenzie of Rosehaugh Mausoleum","nami":null,"article":["George Mackenzie of Rosehaugh Mausoleum is a tourist attraction in Edinburgh."]},{"daly":false,"_id":"places/_:necromance","id":"places/_:necromance","label":"Necromance","nami":null,"article":["In March 1986, following the release of Russell Mulcahy's 'Highlander,' Hot Dog stole  a sword from a novelty and costume shop approximately 10 blocks from the ArcLight and then decapitates an unnamed Scottish guy with it."]},{"daly":false,"_id":"places/_:maunaloa","id":"places/_:maunaloa","label":"Mauna Loa","nami":null,"article":["Mauna Loa is an Hawaiin volcano that maybe could be a decent spot for a Mars simulator."]},{"daly":false,"_id":"places/_:hiltonhotelhawaii","id":"places/_:hiltonhotelhawaii","label":"Hilton Waikoloa Village","nami":null,"article":["Site of: Hot Dog's probable last audition for Sha Na Na."]},{"daly":false,"_id":"places/_:arclightcinemas","id":"places/_:arclightcinemas","label":"ArcLight Cinemas","nami":null,"article":["The ArcLight Cinemas is a cinema where many things have happened."]},{"daly":false,"_id":"places/_:huntingtonbeach","id":"places/_:huntingtonbeach","label":"Huntington Beach","nami":null,"article":["Site of: a surfing world record; nothing else"]},{"daly":false,"_id":"places/_:bergenregional","id":"places/_:bergenregional","label":"Bergen Regional Medical Center","nami":null,"article":["Bergen Regional Medical Center."]},{"daly":false,"_id":"places/_:sixflagsmagicmountain","id":"places/_:sixflagsmagicmountain","label":"Six Flags Magic Mountain","nami":null,"article":["Valencia, CA"]},{"daly":false,"_id":"places/_:pasadenafairytaletheatre","id":"places/_:pasadenafairytaletheatre","label":"Pasadena Fairy Tale Theatre","nami":null,"article":["Legendary arts venue"]},{"daly":false,"_id":"places/_:griffithobservatory","id":"places/_:griffithobservatory","label":"Griffith Observatory","nami":null,"article":["Legendary science venue"]},{"daly":false,"_id":"places/_:radiocity","id":"places/_:radiocity","label":"Radio City Music Hall","nami":null,"article":["Radio City Music Hall is a legendary performance space in New York City."]},{"daly":false,"_id":"places/_:ballyshollywood","id":"places/_:ballyshollywood","label":"Bally's Hollywood","nami":null,"article":["Bill Carter's place of work."]},{"daly":false,"_id":"places/_:schmiedebergpretzelcompany","id":"places/_:schmiedebergpretzelcompany","label":"Schmiedeberg Pretzel Company","nami":null,"article":["August Lindt's place of work."]},{"daly":false,"_id":"places/_:unnamedlotionshop","id":"places/_:unnamedlotionshop","label":"Unnamed Lotion Shop","nami":null,"article":["Possibly only existing in the fantastical imagination of Jeff Garlin, this unnamed lotion shop supposedly sits on Boner Avenue and is staffed by, among others no doubt, 'Mr. Francisco,' the star of one of Ben Alterman's standup jokes."]},{"daly":false,"_id":"places/_:shadyviewboardandcare","id":"places/_:shadyviewboardandcare","label":"Shady View Board & Care","nami":null,"article":["Shady View Board & Care is an active retirement community east of Los Angeles."]},{"daly":false,"_id":"things/_:lochnessmonster","id":"things/_:lochnessmonster","label":"The Loch Ness Monster","nami":"Loch Ness Monster, The","article":["The Loch Ness Monster is a mythical creature from Scotland, claimed by Poet Laureate of the West Dalton Wilcox to be a shapeshifter."]},{"daly":false,"_id":"things/_:miltonanddupree","id":"things/_:miltonanddupree","label":"Milton and Dupree","nami":null,"article":["Milton and Dupree are a Vaudeville act whose two members were once accidentally married to each other in Reno, NV."]},{"daly":false,"_id":"things/_:uber","id":"things/_:uber","label":"Uber","nami":null,"article":["Uber is a car-sharing service."]},{"daly":false,"_id":"things/_:seaorg","id":"things/_:seaorg","label":"Sea Org","nami":null,"article":["Sea Org is the action wing of L. Ron Hubbard's halo of self- and world-improving initiatives."]},{"daly":false,"_id":"things/_:pasadenanewspresstimesgazette","id":"things/_:pasadenanewspresstimesgazette","label":"Pasadena News Press Times-Gazette","nami":null,"article":["The Pasadena News Press Times-Gazette is a local weekly distributed in, and focused on, arts and entertainment in 'our pretty good life in this basically typical small city in America' - Pasadena, California."]},{"daly":false,"_id":"things/_:smersh","id":"things/_:smersh","label":"SMERSH","nami":null,"article":["SMERSH is primarily an espionage organization felt by L. Ron Hubbard to be targeting for sabotage the missions of his Sea Org in the late 1960s. According to Mr. Hubbard, SMERSH was a code name borrowed from the James Bond 007 book 'Goldfinger.' Its letters stood for \"Soviet, Executive, Murder and so on.\" [sic] \"'SMERSH' of course was a fiction,\" wrote Mr. Hubbard, but \"The enemy we fight is not. We call him SMERSH just to be factual and impolite.\" -- https://www.villagevoice.com/2011/12/23/scientology-on-the-high-seas-yuletide-cheer-including-dickens-adapted-with-evil-psychs/"]},{"daly":false,"_id":"things/_:russianorthodoxchurch","id":"things/_:russianorthodoxchurch","label":"Russian Orthodox Church","nami":null,"article":["The Russian Orthodox Church (ROC)...is one of the autocephalous Eastern Orthodox Christian churches. -- Wikipedia"]},{"daly":false,"_id":"things/_:takemywifekeys","id":"things/_:takemywifekeys","label":"Take My Wife Keys","nami":null,"article":["Take My Wife Keys was a party entertainment business."]},{"daly":false,"_id":"things/_:episcopalchurch","id":"things/_:episcopalchurch","label":"Episcopal Church","nami":null,"article":["The Episcopal Church (TEC) is the member church of the worldwide Anglican Communion based in the United States with dioceses elsewhere. -- Wikipedia"]},{"daly":false,"_id":"things/_:bahai","id":"things/_:bahai","label":"Bahá'í","nami":null,"article":["Bahá'í Faith is a religion teaching the essential worth of all religions, and the unity and equality of all people. -- Wikipedia"]},{"daly":false,"_id":"things/_:equus","id":"things/_:equus","label":"Equus","nami":null,"article":["Equus is a 1973 play by Peter Shaffer."]},{"daly":false,"_id":"things/_:thefifthwall","id":"things/_:thefifthwall","label":"The Fifth Wall","nami":"Fifth Wall, The","article":["The Fifth Wall was a theatre review periodical with a particular bent toward innovation."]},{"daly":false,"_id":"things/_:thechildrenshour","id":"things/_:thechildrenshour","label":"The Children's Hour","nami":"Children's Hour, The","article":["The Children's Hour is a play by Lillian Hellman."]},{"daly":false,"_id":"things/_:glengarryglenross","id":"things/_:glengarryglenross","label":"Glengarry Glen Ross","nami":null,"article":["Glengarry Glen Ross is a play by David Mamet"]},{"daly":false,"_id":"things/_:cameronmcgoniglesghosttoursthatarescary","id":"things/_:cameronmcgoniglesghosttoursthatarescary","label":"Cameron McGonigle's Ghost Tours That Are Scary","nami":null,"article":["Cameron McGonigle's Ghost Tours That Are Scary is a tourism service in Edinburgh, Scotland."]},{"daly":false,"_id":"things/_:homealonefilm","id":"things/_:homealonefilm","label":"Home Alone","nami":null,"article":["Home Alone is a 1990 Chris Columbus film produced by John Hughes."]},{"daly":false,"_id":"things/_:thejourneymen","id":"things/_:thejourneymen","label":"The Journeymen","nami":"Journeymen, The","article":["Possibly the greatest purveyors of Country & Western music ever."]},{"daly":false,"_id":"things/_:u2","id":"things/_:u2","label":"U2","nami":null,"article":["Rock and roll musical combination."]},{"daly":false,"_id":"things/_:simpleminds","id":"things/_:simpleminds","label":"Simple Minds","nami":null,"article":["Rock and roll musical combination."]},{"daly":false,"_id":"things/_:jesusjones","id":"things/_:jesusjones","label":"Jesus Jones","nami":null,"article":["Rock and roll musical combination."]},{"daly":false,"_id":"things/_:shanana","id":"things/_:shanana","label":"Sha Na Na","nami":null,"article":["Sha Na Na is a tribute act with a tumultuous history and a rabid fanbase."]},{"daly":false,"_id":"things/_:lotpinc","id":"things/_:lotpinc","label":"Life of the Party, Inc.","nami":null,"article":["Life of the Party, Inc., is a party-execution operation launched and owned by Danny Mahoney. The way it works is: if you're throwing a party -- any kind of a party, doesn't matter if it's a Baz Mitzvah, somebody's getting out of jail, or even a gay wedding -- you hire LOTPCInc and Danny will come to the party and make it fantastic by being the life of the party. Harmonica performances must be explicitly requested. The company can be reached at 1-800-CMONNOW."]},{"daly":false,"_id":"things/_:nashasha","id":"things/_:nashasha","label":"Na Sha Sha","nami":null,"article":["Na Sha Sha is a classic American rock n' roll tribute band that does exist."]},{"daly":false,"_id":"things/_:emersonlakepalmer","id":"things/_:emersonlakepalmer","label":"Emerson, Lake & Palmer","nami":null,"article":["Emerson, Lake & Palmer is a legendary English prog-rock band."]},{"daly":false,"_id":"things/_:yesband","id":"things/_:yesband","label":"Yes","nami":null,"article":["Yes is a legendary English prog-rock band."]},{"daly":false,"_id":"things/_:rushband","id":"things/_:rushband","label":"Rush","nami":null,"article":["Rush is a legendary Canadian prog-rock band."]},{"daly":false,"_id":"things/_:genesisband","id":"things/_:genesisband","label":"Genesis","nami":null,"article":["Genesis is a legendary English prog-rock band."]},{"daly":false,"_id":"things/_:rosebushred","id":"things/_:rosebushred","label":"Rosebush Red","nami":null,"article":["Rosebush Red is a high school rock band at one point, at least, comprised entirely of the sons of Prog pioneers."]},{"daly":false,"_id":"things/_:dexysmidnightrunners","id":"things/_:dexysmidnightrunners","label":"Dexys Midnight Runners","nami":null,"article":["Dexys Midnight Runners are an English pop band with soul influences who achieved their major success in the early to mid-1980s."]},{"daly":false,"_id":"things/_:unnamedmidtownpeeptheatre","id":"things/_:unnamedmidtownpeeptheatre","label":"Unnamed Peepshow/Theatre in Midtown NYC","nami":null,"article":[null]},{"daly":false,"_id":"things/_:unnamedmedicalpackagingplant","id":"things/_:unnamedmedicalpackagingplant","label":"Unnamed Medical Packaging Plant","nami":null,"article":[null]},{"daly":false,"_id":"things/_:unnamed80sbedandbreakfast","id":"things/_:unnamed80sbedandbreakfast","label":"Unnamed 80s-Themed Bed and Breakfast","nami":null,"article":[null]},{"daly":false,"_id":"things/_:unnamed50sbedandbreakfast","id":"things/_:unnamed50sbedandbreakfast","label":"Unnamed 50s-Themed Bed and Breakfast","nami":null,"article":[null]},{"daly":false,"_id":"things/_:unnamedmechanicbusiness","id":"things/_:unnamedmechanicbusiness","label":"Unnamed Mechanic Business","nami":null,"article":[null]},{"daly":false,"_id":"things/_:trainerforthestarsseekingstars","id":"things/_:trainerforthestarsseekingstars","label":"Trainer for the Stars Seeking Stars","nami":null,"article":["Bill Carter's personal training org."]},{"daly":false,"_id":"things/_:unnamedplumbingco","id":"things/_:unnamedplumbingco","label":"Unnamed Plumbing Company","nami":null,"article":["Until late 2008, Danny and Bert Mahoney operated a as-yet unnamed plumbing business. In the winter of that year, Bertrand 'grew weary' of Danny's personality and executed a hostile takeover, plunging Danny into a short-lived emotional spiral that led to a failed suicide attempt."]},{"daly":false,"_id":"events/_:byrondennistonkidnapsbeetlebailey","id":"events/_:byrondennistonkidnapsbeetlebailey","label":"Byron Denniston Kidnaps Beetle Bailey","nami":null,"article":["With malice aforethought, Byron Denniston kidnaps the infant Prince George of Cambridge, promptly renaming the boy."]},{"daly":false,"_id":"events/_:daltonwilcoxmurdersanallergic","id":"events/_:daltonwilcoxmurdersanallergic","label":"Dalton Wilcox Murders an Allergic","nami":null,"article":["Mistaking the coughing and weezing of an allergic man as symptoms of werewolfism, Dalton Wilcox shoots dead a man in a Los Angeles parking lot."]},{"daly":false,"_id":"events/_:themcgorrykidnappings","id":"events/_:themcgorrykidnappings","label":"The McGorry Kidnappings","nami":null,"article":["Johnny McGorry takes hostage his brother Shamus with intent of forcing his more famous brother to write stories for him (Johnny, Patrick McMahon) to tell","Also abducted is Shamus' wife, who had come calling in search of the brother."]},{"daly":false,"_id":"events/_:woodstock99","id":"events/_:woodstock99","label":"Woodstock '99","nami":null,"article":["Woodstock '99 takes place in Rome, NY. The festival is marred by a number of unfortunate and/or untoward conditions and situations.","The festival was attended by none other than Dalton Wilcox, who admits to killing '19 vampires' over the course of the event."]},{"daly":false,"_id":"events/_:shananasueshotdog","id":"events/_:shananasueshotdog","label":"Sha Na Na Sues Hot Dog for His Water Skiis","nami":null,"article":["Some time prior to CBB#599, Sha Na Na sue Hot Dog 'specifically for' his water skiis over his trademarky tour with his own band Na Sha Sha. Hot Dog represents himself at trial."]},{"daly":false,"_id":"events/_:daltonwilcoxmurdersacyclops","id":"events/_:daltonwilcoxmurdersacyclops","label":"Dalton Wilcox Kills a Cyclops","nami":null,"article":["Prior to appearing on CBB#589, Dalton Wilcox suffers a flat tire on his truck. A tow truck operator responds and repairs the tire, requesting from Mr. Wilcox \"fifty goddamned dollars\" for the service. Mr. Wilcox, seeing now that the eyepatch very certainly indicates the operator is a cyclops, fires a silver bullet into the man's heart."]},{"daly":false,"_id":"events/_:mrsbronsongoesmissing","id":"events/_:mrsbronsongoesmissing","label":"Mrs. Bronson Goes on Medical Leave","nami":null,"article":["Following a weekend with Don DiMello that ended in 'frictions,' Mrs. Bronson is unable to teach her grade school class for 6-8 weeks, during which time Mr. DiMello himself substitutes."]},{"daly":false,"_id":"events/_:lavergnefamilydinner001","id":"events/_:lavergnefamilydinner001","label":"Lavergne Family Dinner #1","nami":null,"article":["Lavergne Family Dinner #1 is an attempt by the Lavergne family in early 2016 to have dinner. The event does not make it through grace."]},{"daly":false,"_id":"events/_:cactustonyscoloradoarson","id":"events/_:cactustonyscoloradoarson","label":"Cactus Tony Sets a Devastating Colorado Forest Fire","nami":null,"article":["In a romantic gesture meant to portray his lover as a hero, Cactus Tony sets what becomes one of the worst fires in the history of the state of Colorado."]},{"daly":false,"_id":"events/_:thecactusesmeetcute","id":"events/_:thecactusesmeetcute","label":"Cactus Tony and Cactus Irene Meet","nami":null,"article":["In a club where men are dressing like ladies, Cactus Tony meets Cactus Irene. A 'beautiful romance' ensues."]},{"daly":false,"_id":"events/_:cactustonyisarrested","id":"events/_:cactustonyisarrested","label":"Cactus Tony is Arrested","nami":null,"article":["On suspicion of burying people alive and attempted burying of people alive (and due to a known history of doing same), Cactus Tony is arrested at the Hollywood ArcLight."]},{"daly":false,"_id":"events/_:cactustonyburieshendrixmurphy","id":"events/_:cactustonyburieshendrixmurphy","label":"Cactus Tony Buries Hendrix Murphy","nami":null,"article":["Outside of a bait and tackle in Pasadena, a man presumed to be Cactus Tony tricks Hendrix Murphy into a hole in the ground. According to Mr. Murphy, Tony then tries to cover him over with dirt but does not fully do so, allowing his escape."]},{"daly":false,"_id":"events/_:hendrixmurphyisborn","id":"events/_:hendrixmurphyisborn","label":"Hendrix Murphy is Born","nami":null,"article":["In approximately 1961, Hendrix Murphy - a future potential victim of Cactus Tony - is born in 'Lake Pontchartrain' (New Orleans), Louisiana."]},{"daly":false,"_id":"events/_:cactustonyisconvictedofliveburial","id":"events/_:cactustonyisconvictedofliveburial","label":"Cactus Tony is Convicted of Live Burial","nami":null,"article":["Despite only having photographs and witness testimony, Cactus Tony is convicted of \"ending somebody's life by way of putting them in a hole and covering them over with dirt.\" Don DiMello, having attended a portion of the trial, is unconvinced of Tony's guilt, convinced instead of an elaborate and complicated conspiracy by a Freemason's cabal, and pledges to free him."]},{"daly":false,"_id":"events/_:pnptgreviewsadondimelloshow","id":"events/_:pnptgreviewsadondimelloshow","label":"Pasadena News Press Times-Gazette Reviews a Don DiMello Show","nami":null,"article":["For the first and last time, the PNPTG reviews a Don DiMello production. The reviewer never publishes the piece, however, and disappears immediately into a convent."]},{"daly":false,"_id":"events/_:ahppublishesaparkingticketstory","id":"events/_:ahppublishesaparkingticketstory","label":"Alexandra Higgs Portman Publishes an Article in the PNPTG","nami":null,"article":["The piece is about contesting parking tickets. Amongst the feedback from the piece is a hand-written letter postmarked to the Pasadena Fairytale Theatre, written by a theatrical director on behalf of a friend who, the author felt, had been accused of a minor crime he did not commit."]},{"daly":false,"_id":"events/_:lronhubbardplaysstumptheclear1","id":"events/_:lronhubbardplaysstumptheclear1","label":"L. Ron Hubbard Plays Stump the Clear","nami":null,"article":["L. Ron Hubbard, in an effort to demonstrate the extraordinary virtues of becoming a clear under the auspices of Scientology, plays 'Stump the Clear.' It does not go well."]},{"daly":false,"_id":"events/_:lronhubbardsunderpantsarefound","id":"events/_:lronhubbardsunderpantsarefound","label":"L. Ron Hubbard's Hospital-Grade Underpants are Recovered","nami":null,"article":["Hidden in the 17th century by a former life of L. Ron Hubbard's, the 5th Hunchback of Notre Dame, a pair of hospital-grade underpants is recovered amongst a pile of medical waste in Paris by Marion Grapes."]},{"daly":false,"_id":"events/_:lronhubbardsmarkersarefound","id":"events/_:lronhubbardsmarkersarefound","label":"L. Ron Hubbard's Magic Markers are Recovered","nami":null,"article":["Buried long before by inventor Neill Sharpie, a former life of L. Ron Hubbard, a set of Magic Markers is recovered from a lawn in Madison, WI by Marion Grapes."]},{"daly":false,"_id":"events/_:lronhubbardsspectaclesarefound","id":"events/_:lronhubbardsspectaclesarefound","label":"L. Ron Hubbard's Spectacles are Recovered","nami":null,"article":["Buried centuries prior by a former life of L. Ron Hubbard, a pair of glasses is recovered from under an 19th-century beach towel on a beach in 20th-century Miami by Marion Grapes."]},{"daly":false,"_id":"events/_:lronhubbardburiesspectacles","id":"events/_:lronhubbardburiesspectacles","label":"L. Ron Hubbard Buries Spectacles Under a Beach Towel in Miami","nami":null,"article":["Meant for discovery by future selves, Mr. Hubbard, a disgraced priest at the time, hides a pair of glasses under a beach towel. The treasure persists into the late quarter of the 20th century."]},{"daly":false,"_id":"events/_:lronhubbardhidesunderpants","id":"events/_:lronhubbardhidesunderpants","label":"L. Ron Hubbard Hides Underpants in Paris","nami":null,"article":["Meant for discovery by future selves, Mr. Hubbard, the 5th Hunchback of Notre Dame at the time, plants a pair of underpants outside of a hospital in Paris. The treasure persistsinto the late 20th century."]},{"daly":false,"_id":"events/_:gollymurdersafamilyonmaricopastreet","id":"events/_:gollymurdersafamilyonmaricopastreet","label":"Gil Murders a Phoenix Family","nami":null,"article":["In a song on ADPPP#S2.5, Golly the dummy admits that he 'murdered that family on Maricopa Street in Phoenix in 1987.' He is quickly hushed by his operator, Gil, but listeners are led to trust the veracity of the doll's claim."]},{"daly":false,"_id":"events/_:weebrucediesatedinburghcastle","id":"events/_:weebrucediesatedinburghcastle","label":"Wee Bruce Falls to His Death","nami":null,"article":["Wee Bruce, guarding the Edinburgh Castle ramparts but fearing the rising lava below, leaps from the castle walls, is struck by lightning, and dies of a broken heart before he hits the ground."]},{"daly":false,"_id":"events/_:stuartcambridgegoesmissing","id":"events/_:stuartcambridgegoesmissing","label":"Stuart Cambridge Goes Missing","nami":null,"article":["Much-beloved bagpiper Stuart Cambridge goes missing in Edinburgh, Scotland."]},{"daly":false,"_id":"events/_:amandadies","id":"events/_:amandadies","label":"Amanda Dies","nami":null,"article":["Amanda dies from a fall in a coffee shop in Edinburgh, becoming a ghost."]},{"daly":false,"_id":"events/_:thirstiestghosteverisborn","id":"events/_:thirstiestghosteverisborn","label":"The Thirstiest Ghost Ever is Born","nami":null,"article":["Thirsty from her work cleaning boots and chimneys, an unnamed Edinburgh woman is bludgeoned to death with a coach iron and became The Thirstiest Ghost Ever."]},{"daly":false,"_id":"events/_:trumpcommissionstherockettes","id":"events/_:trumpcommissionstherockettes","label":"Donald Trump Commissions The Rockettes","nami":null,"article":["Booking a lineup for his 2017 Presidential Inauguration, Mr. Trump contacts Don DiMello and offers a spot for The Rockettes."]},{"daly":false,"_id":"events/_:margotchunkloseshervirginity","id":"events/_:margotchunkloseshervirginity","label":"Margot Chunk Loses Her Virginity","nami":null,"article":["Coincidental to the Bombing of Hiroshima that effectively ends World War II, Margot Chunk loses her virginity."]},{"daly":false,"_id":"events/_:margotchunkisborn","id":"events/_:margotchunkisborn","label":"Margot Chunk is Born","nami":null,"article":["Margot Chunk was born long enough before 1912 that she remembers news coverage of the sinking of RMS Titanic."]},{"daly":false,"_id":"events/_:patrickmcmahoncrashesaparty1","id":"events/_:patrickmcmahoncrashesaparty1","label":"Johnny McGorry (Patrick McMahon) Crashes a Party and Steals $33","nami":null,"article":["Encountering a party to which he was not invited, Mr. McGorry fakes a mutual friend named 'Jackie' and steals $33 from the upstairs coatroom. He then gets drunk waiting for a bus to the Morongo casinos and snorts an unknown white substance in the station bathroom. Then 'one thing led to another' and McGorry ends up hijacking a bus and driving it into a ditch 'on purpose because of the fear'"]},{"daly":false,"_id":"events/_:johnnymcgorrybreaksandenters","id":"events/_:johnnymcgorrybreaksandenters","label":"Johnny McGorry (Patrick McMahon) Does a B&E","nami":null,"article":["Booked on a doomed world tour by a booking agent that was, in reality, just 'a schizophrenic with a briefcase full of knives,' McGorry developed a habit of breaking into presumed-empty homes for food and shelter. One morning he wakes in the home of a bed-ridden elderly woman who was expecting her caretaker, Greta. McGorry temporarily assumes the identity of Greta, feeds the woman, then sits down to watch cartoons in his underwear. The real Greta then returns to the house and 'immediately' gets violent. A scuffle ensues in which Mr. McGorry is pepper-sprayed. McGorry then stumbles out to splash water on his face from a litter-strewn brook, where he stays for some time, crying."]},{"daly":false,"_id":"events/_:hotdoggetschewedoutbyhisbossathertz","id":"events/_:hotdoggetschewedoutbyhisbossathertz","label":"Hot Dog Gets Chewed Out at Work","nami":null,"article":["Unable to sell supplemental insurance for the entire month of July 2013, Hot Dog is rebuked and reprimanded by his boss at the Burbank Airport Hertz desk. The episode scars him such that the following March he incorporates the event into a Sha Na Na-themed Dreams and Aspirations Journal, commissioned by a life coach."]},{"daly":false,"_id":"events/_:dannymahoneymeetsjimmyblades","id":"events/_:dannymahoneymeetsjimmyblades","label":"Danny Mahoney Meets Jimmy Blades","nami":null,"article":["Danny Mahoney meets Jimmy Blades at a gay wedding to which he (Mahoney) was not invited. Overwhelmed by carrying around and replacing and maintaining 8 D batteries, Mahoney hires Blades to play music live at LOTPC parties."]},{"daly":false,"_id":"events/_:dondimelloscoresexcesssandwiches","id":"events/_:dondimelloscoresexcesssandwiches","label":"Don DiMello Scores Excess Sandwiches","nami":null,"article":["Don DiMello encounters a woman discarding sandwiches after a party, caters a podcast pilot with same."]},{"daly":false,"_id":"events/_:bachmananddimellospendtheweekendincorona","id":"events/_:bachmananddimellospendtheweekendincorona","label":"Mal Bachman and Don DiMello Spend a Weekend in Corona","nami":null,"article":["Following a raid on Lilly Hellman's play Children's Hour, Mal Bachman and Don DiMello hop a train that leaves them in Corona, CA."]},{"daly":false,"_id":"events/_:bachmananddimelloseeequus","id":"events/_:bachmananddimelloseeequus","label":"Mal Bachman and Don DiMello Take in Equus","nami":null,"article":["Excited by the premise, Bachman and DiMello return from Corona, CA to see 'Equus.'"]},{"daly":false,"_id":"events/_:bachmananddimelloseethechildrenshour","id":"events/_:bachmananddimelloseethechildrenshour","label":"Mal Bachman and Don DiMello Take in Lillian Hellman's The Children's Hour","nami":null,"article":["Disappointed with the dearth of sexual provocation in Glengarry Glen Ross, Bachman and DiMello see another show in the same week. They eventually stor the stage with a broken bottle and a sharpened broom handle when it is revealed there is no hot lesbian action in the show."]},{"daly":false,"_id":"events/_:uclatheatrepresentsglengarryglenross","id":"events/_:uclatheatrepresentsglengarryglenross","label":"Mal Bachman and Don DiMello Take in UCLA's Glengarry Glen Ross","nami":null,"article":["Bachman and DiMello are both unimpressed at how much of a sausage party [Glengarry Glen Ross] is."]},{"daly":false,"_id":"events/_:malbachmanmovestoaltadena","id":"events/_:malbachmanmovestoaltadena","label":"Mal Bachman Moves to Altadena","nami":null,"article":["Interested in reviewing somebody with a more 'incendiary' vision of theatre, Mal Bachman moves to California."]},{"daly":false,"_id":"events/_:dondimelloseeshomealonelines","id":"events/_:dondimelloseeshomealonelines","label":"Don DiMello Witnesses the Lines for 'Home Alone'","nami":null,"article":["Don DiMello witnesses the lines around the block for Home Alone and decides, about childrens programming, \"kids' stuff is where it's at.\""]},{"daly":false,"_id":"events/_:kevinlindtsfirstwords","id":"events/_:kevinlindtsfirstwords","label":"Kevin Lindt's First Words","nami":null,"article":["During a remote into ADPPP#S1.4, little Kevin speaks his first words: 'He has a penis you can see.'"]},{"daly":false,"_id":"events/_:kevinlindtsitsonacat2","id":"events/_:kevinlindtsitsonacat2","label":"Kevin Lindt Sits on Another Cat","nami":null,"article":["On ADPPP#S1.4 it is revealed that August Lindt's son has sat on yet another cat, whose 'brains came out its ears.'"]},{"daly":false,"_id":"events/_:augustlindtvisitsannefrankhuis","id":"events/_:augustlindtvisitsannefrankhuis","label":"August Lindt Tours the Anne Frank House","nami":null,"article":["August Lindt vacations in Amsterdam 'one of a hundred times.'"]},{"daly":false,"_id":"events/_:augustlindttoursthecongo","id":"events/_:augustlindttoursthecongo","label":"August Lindt Vacations in The Congo","nami":null,"article":["Challenged by his boss to visit the 'worst place he could think of,' Mr. Lindt travels to the Emergency Room of the Jason Sendwe Hospital in Lubumbashi in the war-torn Katanga province of the Democratic Republic of Congo."]},{"daly":false,"_id":"events/_:augustlindttoursskokieil","id":"events/_:augustlindttoursskokieil","label":"August Lindt travels to Skokie, Illinois","nami":null,"article":["On ADPPP#S1.4, during a round of 'How Close Have We Been to Skokie,' Mr. Lindt reveals that he has, in fact, been to Skokie."]},{"daly":false,"_id":"events/_:billcarterschildplatoonindresden","id":"events/_:billcarterschildplatoonindresden","label":"Bill Carter's Platoon of Children is Caught in the Firebombing of Dresden","nami":null,"article":["On ADPPP#S1.3, Bill Carter reveals to Jesse Ventura that a platoon of children he trained in New Mexico was accidentally bunkered in Dresden during the Allied aerial attack."]},{"daly":false,"_id":"events/_:billcarterschildplatoon","id":"events/_:billcarterschildplatoon","label":"Bill Carter Trains a Platoon of Children","nami":null,"article":["On ADPPP#S1.3, Bill Carter reveals to Jesse Ventura that he trained a platoon of children in New Mexico meant to combat The Hitler Youth in World War II."]},{"daly":false,"_id":"events/_:billcarterdoestopsecretbusiness","id":"events/_:billcarterdoestopsecretbusiness","label":"Bill Carter Does Top Secret Business in World War II","nami":null,"article":["On ADPPP#S1.3, Bill Carter reveals to Jesse Ventura that he had done 'Top Secret business' back in World War II that is, as yet, still classified. He goes on to reveal that the work was primarily training an army of children in knife play and artillery as preparation for their expected battles with The Hitler Youth in Germany."]},{"daly":false,"_id":"events/_:billcartervotesperot","id":"events/_:billcartervotesperot","label":"Bill Carter Votes for Ross Perot","nami":null,"article":["Bill Carter votes for Ross Perot in the 1992 U.S. General Election. In subsequent years, Carter wrote-in Perot's name."]},{"daly":false,"_id":"events/_:prisonbargeriotof79","id":"events/_:prisonbargeriotof79","label":"Prison Barge Riot of '79","nami":null,"article":["Due to an electrical grid blackout, all of the doors of the Int'l Waters Prison Barge swing open, causing mass casualties and escapes."]},{"daly":false,"_id":"events/_:chipgardnerdebatescarolchanning","id":"events/_:chipgardnerdebatescarolchanning","label":"Chip Gardner Debates Carol Channing During the Hollywood Honorary Mayoral Race","nami":null,"article":["During the Hollywood Honorary Mayoral race in 2014, Mr. Gardner and Ms. Channing face off on a number of issues presumably important to the citizens of Hollywood."]},{"daly":false,"_id":"events/_:trynottogethitbythesehammers","id":"events/_:trynottogethitbythesehammers","label":"'Try Not to Get Hit by These Hammers'","nami":null,"article":["TNTGHBTH was a Chip Gardner production, staged live on ADPPP#S1.2 in February 2014. Multiple victims were unable to avoid being, indeed, hit by hammers."]},{"daly":false,"_id":"events/_:areyousmarterthanaroomfulofpoisonoussnakes","id":"events/_:areyousmarterthanaroomfulofpoisonoussnakes","label":"'Are You Smarter than a Room Full of Poisonous Snakes?'","nami":null,"article":["AYSTARFOPS was a Chip Gardner production, staged live on ADPPP#S1.2 in February 2014. Multiple victims were unable to answer a question about the office of Vice President."]},{"daly":false,"_id":"events/_:chipgardnerswifepasses","id":"events/_:chipgardnerswifepasses","label":"Chip Gardner's Wife Loses a Game of Houdini","nami":null,"article":["During a game of 'Houdini' played in their swimming pool, Chip Gardner's unnamed wife passes accidentally."]},{"daly":false,"_id":"events/_:chipgardnersstreetfightingyears","id":"events/_:chipgardnersstreetfightingyears","label":"Chip Gardner Enters a Dark Period","nami":null,"article":["Chip Gardner's Street Fighting Years begin during the fallout from the cancellation of his show 'Just Stand Over There and Be Quiet.'"]},{"daly":false,"_id":"events/_:wherediputmyjacketsuicide","id":"events/_:wherediputmyjacketsuicide","label":"A Contestant on \"Where'd I Put My Jacket\" Commits Suicide in the Parking Lot","nami":null,"article":["A contestant on the Chip Gardner game show, coming in destitute and really needing a hand, loses the virtually unwinnable competition by guessing 'New York' rather than 'a van circling the isle of Manhattan' and shortly thereafter commits suicide in the parking lot outside the studio."]},{"daly":false,"_id":"events/_:daltonwilcoxdisruptscellularservicenearearwolf","id":"events/_:daltonwilcoxdisruptscellularservicenearearwolf","label":"Dalton Wilcox Disrupts Cellular Service to Earwolf","nami":null,"article":["In order to ensure nobody (Russel Shein) can easily escape the Earwolf studios, Mr. Wilcox straps dynamite to a nearby cellular tower and detonates."]},{"daly":false,"_id":"events/_:daltonwilcoxvsaninvisibleman","id":"events/_:daltonwilcoxvsaninvisibleman","label":"Dalton Wilcox Slays an Invisible Man","nami":null,"article":["Walking home from his local watering hole, Mr. Wilcox passes by a darkened alleyway. Hearing footsteps on the pavement, he is unable to see anybody. Knowing full well that it means the steps belong to 'a goddamned invisible man,' Wilcox pulls out his six-guns and shouts. As Wilcox approaches, the invisible man puts on a visible man disguise. Then, asked if he is an invisible man, the man 'basically confirmed it,' according to Wilcox who, on ADPPP#S1.1, notes that \"you won't *not* be seeing him anymore.\""]},{"daly":false,"_id":"events/_:mrswilcoxismurdered","id":"events/_:mrswilcoxismurdered","label":"Dalton Wilcox' Wife Passes","nami":null,"article":["Having turned into a werewolf, Mrs. Wilcox is shot dead with a silver bullet by Dalton himself."]},{"daly":false,"_id":"events/_:ionetimekilledafrankenstein","id":"events/_:ionetimekilledafrankenstein","label":"[Dalton], One Time, Killed a Frankenstein","nami":null,"article":["As detailed in his poem, 'I One Time Killed a Frankenstein,' some time in approximately 2013 Dalton Wilcox murders a security guard who was attempting to stop him from shoplifting at a western supply store."]},{"daly":false,"_id":"events/_:russelsheinmarrieshiswife","id":"events/_:russelsheinmarrieshiswife","label":"Russel Shein Marries","nami":null,"article":["Twenty-five years prior to his wife's disappearance, Russel and Mrs. Shein are married."]},{"daly":false,"_id":"events/_:russelsheinswifedisappears","id":"events/_:russelsheinswifedisappears","label":"Russel Shein's Wife Disappears","nami":null,"article":["Some time in the night 13 years before ADPPP#S1.1, Russel Shein's wife disappears. Mr. Shein maintains she was abducted by skillful kidnappers who left behind almost no evidence (save her wedding ring on the bathroom sink)."]},{"daly":false,"_id":"events/_:becklandryburial","id":"events/_:becklandryburial","label":"Beck Landry is Laid to Rest","nami":null,"article":["Succumbing -- supposedly -- to injuries sustained by a railroad spike in a fistfight, Mr. Landry is buried in February 2014 without his own, very dear cowboy hat."]},{"daly":false,"_id":"events/_:sheinistrickedontotheadppp1","id":"events/_:sheinistrickedontotheadppp1","label":"Russel Shein is Tricked onto ADPPP #1","nami":null,"article":["In February 2014, Dalton Wilcox baits Russel Shein onto his podcast pilot by promising information about the disappearance of his wife some 13 years prior."]},{"daly":false,"_id":"events/_:sheinistrickedontotheadppp2","id":"events/_:sheinistrickedontotheadppp2","label":"Russel Shein is Tricked onto ADPPP #9","nami":null,"article":["In March 2018, Dalton Wilcox baits Russel Shein onto his podcast pilot by pretending to be a county coroner with a corpse that needed identifying."]},{"daly":false,"_id":"events/_:joebongoauditionsforfriends","id":"events/_:joebongoauditionsforfriends","label":"Joe Bongo Auditions for the Role of Chandler","nami":null,"article":["In 1994, Joe Bongo auditions for what will become NBC's 'Friends' by delivering a Polaroid of himself to the casting office."]},{"daly":false,"_id":"events/_:joebongoisinvolvedinacaraccident","id":"events/_:joebongoisinvolvedinacaraccident","label":"Joe Bongo is Involved in a Car Accident","nami":null,"article":["Joe Bongo is involved in the most expensive car accident in the history of Marina del Rey. Listed among the destroyed properties are the historic lighthouse (rendering the Marina particularly dangerous); the dog run at Burton Chace Park; Mr. Bongo's car; the dashcam therein; the Ritz-Carlton (Marina del Rey) Parking Ramp; Tony P's Dockside Grill; a Tiki Mermaid Charters Harbor Cruise Boat; and Mr. Bongo's thumb, which is sprained in the mélée. The incident costs him his position as Driver's Ed instructor at MDRHS."]},{"daly":false,"_id":"events/_:joebongrequestspreventativecasts","id":"events/_:joebongrequestspreventativecasts","label":"Joe Bongo Requests Preventative Casts","nami":null,"article":["In order to protect against fans that grow angry when he appears without his trademark bongos, Mr. Bongo visits an unnamed emergency room and requests preventative thigh-high casts put on both legs."]},{"daly":false,"_id":"events/_:byrondennistonisborn","id":"events/_:byrondennistonisborn","label":"Byron Denniston is Born","nami":null,"article":["Approximately in 1943, Byron Denniston is born somewhere in the United Kingdom. Possibly."]},{"daly":false,"_id":"events/_:byrondennistongoestoprison1","id":"events/_:byrondennistongoestoprison1","label":"Byron Denniston is Incarcerated in London","nami":null,"article":["Mr. Denniston is sent to HM Wandsworth Prison for a maximum sentence of 3 months some time in 2018."]},{"daly":false,"_id":"events/_:bobbysteensmainventshitchinaride","id":"events/_:bobbysteensmainventshitchinaride","label":"Bobby Steensma Invents Hitchin a Ride","nami":null,"article":["Some time in 1978, Bobby Steensma, a true legend of water skiing, invents the trick Hitchin' a Ride."]},{"daly":false,"_id":"events/_:edwardsollytutorshotdog","id":"events/_:edwardsollytutorshotdog","label":"Hot Dog Enlists the Tutelage of Edward Solly","nami":null,"article":["Hot Dog hears through the grapevine that former Sha Na Na guitarist Vinnie Taylor had faked his death and is living as Danny C. in St. Petersberg, Florida. Hot Dog claims to have been an apprentice to Solly 'in all things' until 2001, long after Mr. Solly had been made as an imposter and returned to prison in New Jersey for murdering a child."]},{"daly":false,"_id":"events/_:augustlindtvacationsinhawaii","id":"events/_:augustlindtvacationsinhawaii","label":"August Lindt Vacations in a Mars Simulator","nami":null,"article":["During his short 11-month vacation in 2016-2017, August Lindt lives in a Mars simulator where multiple stabbings happen to occur."]},{"daly":false,"_id":"events/_:hotdogmakesthehalloffame","id":"events/_:hotdogmakesthehalloffame","label":"Hot Dog is Inducted Into the Water Skiing Hall of Fame","nami":null,"article":["After lobbying hard for years, Hot Dog is inducted into the Water Skiing Hall of Fame."]},{"daly":false,"_id":"events/_:hotdogemailsscreaminscott","id":"events/_:hotdogemailsscreaminscott","label":"Hot Dog Emails Screamin' Scott","nami":null,"article":["Bolstered by his success getting the Water Skiing Hall of Fame to allow him to squat with a booth in their parking lot (and having accidentally worked a day at a Hertz counter where he came across Screamin' Scott Simon's email address), Hot Dog emails Mr. Simon with a proposal."]},{"daly":false,"_id":"events/_:hotdogloseshisjacket","id":"events/_:hotdogloseshisjacket","label":"Hot Dog's Leather Jacket is Stolen Out of His Car","nami":null,"article":["In approximately April 2018, while Hot Dog is in between houses and living out of his car, somebody steals his leather jacket and his can of hair grease."]},{"daly":false,"_id":"events/_:daltonwilcoxkillsthelochnessmonster","id":"events/_:daltonwilcoxkillsthelochnessmonster","label":"Dalton Wilcox Kills the Loch Ness Monster","nami":null,"article":["Dalton Wilcox travels to Scotland and murders the shapeshifting Loch Ness Monster while in human form."]},{"daly":false,"_id":"events/_:cameronmcgonigleisborn","id":"events/_:cameronmcgonigleisborn","label":"Cameron McGonigle is Born","nami":null,"article":["Cameron McGonigle is born in Edinburgh, Scotland."]},{"daly":false,"_id":"events/_:hotdoggetskickedoutofnashasha","id":"events/_:hotdoggetskickedoutofnashasha","label":"Hot Dog is Kicked Out of Na Sha Sha","nami":null,"article":["After another member wrote a song (called 'Heynong' something), the boys in Na Sha Sha get cocky and kick Hot Dog out of the group. The group had, in fact, been holding secret rehearsals for some time and the true reason for Hot Dog's ouster is left somewhat mysterious."]},{"daly":false,"_id":"events/_:hotdogdecapitatesastranger","id":"events/_:hotdogdecapitatesastranger","label":"Hot Dog Decapitates an Unnamed Scottish Man","nami":null,"article":["Inspired by a screening of the film 'Highlander' by Russel Mulcahy, Hot Dog decapitates an unnamed Scottish guy in order to derive his powers."]},{"daly":false,"_id":"events/_:thegreatminingoflakesuperior","id":"events/_:thegreatminingoflakesuperior","label":"The Mining of Great Lake Superior","nami":null,"article":["In an escalation of the feud between fresh- and salt-water skiiers, a coalition including Hot Dog and Ahi secure about a dozen heavy artillery water mines and place them in Lake Superior in an effort to sabotage a freshwater skiing competition."]},{"daly":false,"_id":"events/_:thewaterskiingtreatyof74","id":"events/_:thewaterskiingtreatyof74","label":"The Water Skiing Treaty of '74","nami":null,"article":["Inspired by the cease-fires and troop drawdowns in Vietnam, Salt- and Fresh-water Skiiers across the land meet in summit with surfers and bury their long conflict with an oft-unrecognized but nonetheless signed treaty that, according to Hot Dog, 'firmly established the superiority of water skiing over surfing.'"]},{"daly":false,"_id":"events/_:hotdogbooksshananafraudulently","id":"events/_:hotdogbooksshananafraudulently","label":"Hot Dog Books Sha Na Na at the Hawaii Hilton","nami":null,"article":["In order to secure a final audition for Sha Na Na, Hot Dog lures the group to Hawaii by pretending to be a native Hawaiian, that Israel Ka'ano'i Kamakawiwo'ole will open the show, and that Don Ho will close."]},{"daly":false,"_id":"events/_:surferssetworldrecord","id":"events/_:surferssetworldrecord","label":"Surfers Set World Record","nami":null,"article":["66 surfers set a surprise Guiness Record for most people on a surfboard at one time, shocking the water skiing community."]},{"daly":false,"_id":"events/_:joebongofindsbongos","id":"events/_:joebongofindsbongos","label":"Joe Bongo Finds Bongos","nami":null,"article":["Under the Santa Monica pier, with a 'guy sleeping next to them,' is a set of bongos that Joe Bongo steals."]},{"daly":false,"_id":"events/_:fatherofjoebongoisborn","id":"events/_:fatherofjoebongoisborn","label":"Joe Bongo's Father is Born","nami":null,"article":["Joe Bongo's father is born some time in 1929."]},{"daly":false,"_id":"events/_:joebongovotesforjohnbanderson","id":"events/_:joebongovotesforjohnbanderson","label":"Joe Bongo Votes for John B. Anderson in the General Election","nami":null,"article":["Joe Bongo votes for John B. Anderson in the U.S. General Election."]},{"daly":false,"_id":"events/_:multiplechildrenarerippedapartbyrottweilers","id":"events/_:multiplechildrenarerippedapartbyrottweilers","label":"Multiple Children are Ripped Apart by Rottweilers","nami":null,"article":["Under the care of Cactus Tony, several children fall prey to dogs at the Pasadena Fairy Tale Theatre day care facility."]},{"daly":false,"_id":"events/_:dondimellostruewest","id":"events/_:dondimellostruewest","label":"Don DiMello Presents: Disney's True West","nami":null,"article":["Over the fall of 2011, Mr. DiMello teams with actors John C. Reilly and Nick Nolte to launch a production of Sam Shepard's 'True West' to be staged in a VFW hall in Death Valley, California. The show evidently never makes it due to the actors' objections to some of Mr. DiMello's tactics -- kidnapping and cuckolding -- as well as his insistence that beautiful women do a sexy dance in a tandem horse costume, followed by a simulated live birth, followed by foreplay."]},{"daly":false,"_id":"events/_:dondimellosdisneyszootopia","id":"events/_:dondimellosdisneyszootopia","label":"Don DiMello Presents: Don DiMello's Disney's Zootopia","nami":null,"article":["In fall 2016, Mr. DiMello stages 'an abomination' of a stage play, featuring girls dressed as animals and animals dressed as girls. The show often fails to reach denouement."]},{"daly":false,"_id":"events/_:dondimellomeetsmarissawompler","id":"events/_:dondimellomeetsmarissawompler","label":"Don DiMello Meets Marissa Wompler","nami":null,"article":["In the women's bathroom at Marina del Rey High School (during a production of 'Grease'), Don DiMello eschews the men's bathroom due to a funky smell and meets Ms. Wompler in the ladies' room. Mr. DiMello slips a note under the stall to the 16 year-old that reads, 'Do you wanna have some fun?'"]},{"daly":false,"_id":"events/_:dondimellossteelmagnolias","id":"events/_:dondimellossteelmagnolias","label":"Don DiMello Presents: Disney's Steel Magnolias","nami":null,"article":["In the winter of 2013, Don DiMello stages a production of Steel Magnolias that features, mostly, topless women dancing around. He is subsequently sued."]},{"daly":false,"_id":"events/_:dondimellosheyreallygiger","id":"events/_:dondimellosheyreallygiger","label":"Don DiMello Presents: Hey, Really Giger!","nami":null,"article":["Over the summer of 2011, Mr. DiMello teams with H.R. Giger and Andrew Lloyd Webber to develop and produce a stage show, tentatively titled 'Hey, Really Giger!' about 'the eternal struggle between the darkness and the light.' The show is never produced due to disagreements over whether to feature premeditated murder of mouthy women during the show and whether to plagiarize an 'Annie Get Your Gun'/'Annie' mashup Giger himself had sketched."]},{"daly":false,"_id":"events/_:joebongoadvisesguttermanandbartiromo","id":"events/_:joebongoadvisesguttermanandbartiromo","label":"Gutterballs and Danielle Bartiromo Suffer a Pregnancy Scare","nami":null,"article":["Worried Danielle might be pregnant, Eric Gutterman and Ms. Bartiromo seek council from Joe Bongo, who gives them a sack of flour to treat as a newborn baby along with advice to not confuse the flour with another bag of flour meant to stand in for an intraveneous drug."]},{"daly":false,"_id":"events/_:joebongogoesonsabbatical1","id":"events/_:joebongogoesonsabbatical1","label":"Joe Bongo Squats at Largo","nami":null,"article":["Between Womp it Up episodes at Largo in 2018.Jan and 2018.Jul, Joe Bongo goes on sabbatical by sleeping at Largo at the Coronet, drilling holes in the walls of the women's changing rooms, Porkies-style."]},{"daly":false,"_id":"events/_:joebongostealsshoes","id":"events/_:joebongostealsshoes","label":"Joe Bongo Steals Jimmy Page's Shoes","nami":null,"article":["Somewhere in the Southwestern USA, Joe Bongo steals Jimmy Page's shoes."]},{"daly":false,"_id":"events/_:joebongoisattackedbysnakes","id":"events/_:joebongoisattackedbysnakes","label":"Joe Bongo is Attacked by Snakes","nami":null,"article":["Somewhere in a desert, Joe Bongo is attacked by a pack of snakes while hiding from people in the spiritual world."]},{"daly":false,"_id":"events/_:joebongoisfiredfromtheenglishdepartment","id":"events/_:joebongoisfiredfromtheenglishdepartment","label":"Joe Bongo is Fired from the MDHS English Dept","nami":null,"article":["Joe Bongo is fired from the English Department at Marina del Rey High School for not reading any books. He cannot not be let go entirely and therefore becomes the Health teacher."]},{"daly":false,"_id":"events/_:joebongoteachessexunit","id":"events/_:joebongoteachessexunit","label":"Joe Bongo Teaches a Sex Ed at MDRHS","nami":null,"article":["Joe Bongo interactively teaches alternate methods of sexual intercourse to Marissa Wompler and other students, including but not limited to: The Figure 4."]},{"daly":false,"_id":"events/_:joebongossexunitlosesaprop","id":"events/_:joebongossexunitlosesaprop","label":"Joe Bongo's Health Class Misplaces a Ping Pong Ball","nami":null,"article":["During a round of 'Find The Ping Pong Ball' in Joe Bongo's Health class sex unit at Marina del Rey High School, a ping pong ball is misplaced by Bonnie Ramirez upon the misguided advice from Mr. Bongo that her tampon would 'dissolve' on its own."]},{"daly":false,"_id":"events/_:joebongoteachesdrugunit","id":"events/_:joebongoteachesdrugunit","label":"Joe Bongo Teaches a Drug Unit at MDRHS","nami":null,"article":["In order to deter students from drug abuse, Joe Bongo demonstrates how to mix and cook a speedball in class using flour and sugar. Among the students who shoot the substance is Marissa Wompler."]},{"daly":false,"_id":"events/_:gilmeetsgolly","id":"events/_:gilmeetsgolly","label":"Gil & Golly's Meet Cute at a Murder Club in International Waters","nami":null,"article":["In International Waters off the coast of San Diego, Gil had been roped into a Murder Club in his mid-20s by Golly and Chip Gardner. He was beckoned by a fish to safety who turned out later to be Golly, who then becomes his permanent ventriloquist's dummy. Mr. Gardner does not make it to shore, having been occupied forevermore by Satan himself."]},{"daly":false,"_id":"events/_:dannymahoneybuysaboombox","id":"events/_:dannymahoneybuysaboombox","label":"Danny Mahoney Buys a Boombox that Serves Him Well into 2014","nami":null,"article":["\"You can go from CD to cassette on this thing.\""]},{"daly":false,"_id":"events/_:dondimellopresentsdisneysfrozen","id":"events/_:dondimellopresentsdisneysfrozen","label":"Previews Begin for 'Don DiMellos Production of Disneys Frozen'","nami":null,"article":["This production of Frozen features a topless princess who turns things to ice and a guy covered in whipped cream - a snowman - and Canadian reindeer."]},{"daly":false,"_id":"events/_:chipgardnertriestoexhumejimmorrison","id":"events/_:chipgardnertriestoexhumejimmorrison","label":"Chip Gardner Attempts to Exhume Jim Morrison","nami":null,"article":["For unknown reasons, Chip Gardner travels to Paris and attempts to exhume Jim Morrison."]},{"daly":false,"_id":"events/_:daltonwilcoxisborn","id":"events/_:daltonwilcoxisborn","label":"Dalton Wilcox is Born","nami":null,"article":["Dalton Wilcox is born."]},{"daly":false,"_id":"events/_:patrickmcmahonisnamedpersonoftheyear","id":"events/_:patrickmcmahonisnamedpersonoftheyear","label":"Patrick McMahon is Named Irish Person of the Year","nami":null,"article":["Patrick McMahon is named Irish person of the year by the Ancient Order of Hibernians."]},{"daly":false,"_id":"events/_:billcarterisborn","id":"events/_:billcarterisborn","label":"Bill Carter is Born","nami":null,"article":["Bill Carter is born."]},{"daly":false,"_id":"events/_:gilgetsaspotoncbb","id":"events/_:gilgetsaspotoncbb","label":"Gil & Golly Get a Spot on the Comedy Bang! Bang! Podcast","nami":null,"article":["Presumably due to a guest dropout for Comedy Bang! Bang! episode 274 (but really in angry retaliation against Jason Mantzoukas), Scott Aukerman calls a booking agent. The man who had stolen the booking agent's phone and was with Gil, scavenging for food behind a restaurant, notifies Gil. Gil immediately finds a ventriloquest dummy there (a cardboard box) and rushes to the studio."]},{"daly":false,"_id":"events/_:hotdogmoveson","id":"events/_:hotdogmoveson","label":"Hot Dog Moves on from an Unhealthy Obsession with Sha Na Na","nami":null,"article":["Thanks largely to his new life coach, in the middle of 2014 Hot Dog appears on CBB#300 and announces he has moved on from his obsession with Sha Na Na and has decided instead to start his own band called Na Sha Sha."]},{"daly":false,"_id":"events/_:bookingagentismurdered","id":"events/_:bookingagentismurdered","label":"Unnamed Booking Agent is Murdered","nami":null,"article":["In order for Gil (and Golly) to later appear on #CBB274, an unnamed booking agent has to be murdered by (or at the behest of) Cactus Tony."]},{"daly":false,"_id":"events/_:hotdogswifepasses","id":"events/_:hotdogswifepasses","label":"Hot Dog's Wife Passes","nami":null,"article":["Hot Dog's wife passes, possibly strangled by a pair of legs."]},{"daly":false,"_id":"events/_:hotdogandahiverballychumbodey","id":"events/_:hotdogandahiverballychumbodey","label":"Hot Dog and Ahi Indirectly Murder Bodey","nami":null,"article":["During the Water Skiing Wars of the late 60s and early 70s, Hot Dog and Ahi verbally chum an adversary named Bodey."]},{"daly":false,"_id":"events/_:hotdogiscutfromhistowboat","id":"events/_:hotdogiscutfromhistowboat","label":"Hot Dog is Cut from His Towboat","nami":null,"article":["Possibly due to criminal mischief, Hot Dog is cut from his towboat and set adrift in the Pacific Ocean for five years."]},{"daly":false,"_id":"events/_:hotdogisrescuedbythelizard","id":"events/_:hotdogisrescuedbythelizard","label":"Hot Dog is Rescued by The Lizard","nami":null,"article":["Having been cut from his towboat five years prior (possibly due to interference from a man named Hamburger), having bobbed in the water for 5 years, Hot Dog is rescued by a man named 'The Lizard.'"]},{"daly":false,"_id":"events/_:hotdogsearchessanddiegoforshanana","id":"events/_:hotdogsearchessanddiegoforshanana","label":"Hot Dog Checks the San Diego House of Blues for Sha Na Na","nami":null,"article":["Having failed to find Sha Na Na playing the San Diego Convention Center (Metallica was), Hot Dog checks the House of Blues and finds only a Comedy Bang! Bang! taping."]},{"daly":false,"_id":"events/_:byrondennistonrevealstoomuch","id":"events/_:byrondennistonrevealstoomuch","label":"Byron Denniston Reveals His Scheme","nami":null,"article":["On a broadcast of Comedy Bang! Bang! on 2013.Jul.21, Denniston, lying low due to criminal heat in the UK, admits a plan to kidnap the forthcoming royal child."]},{"daly":false,"_id":"events/_:byrondennistongetsthescoop","id":"events/_:byrondennistongetsthescoop","label":"Byron Denniston Gets the Scoop on Royal Baby Names","nami":null,"article":["By virtue of his position perched outside of Kensington Palace, Byron Denniston reveals that the potential baby names for Kate Middleton's forthcoming child are Millicent, Victoria, Penelope, Laura, Marion (for girls); and Dilbert, Garfield, Beetle Bailey, Dagwood (for boys)."]},{"daly":false,"_id":"events/_:dondimellopresentsdisneyshanselandgretel","id":"events/_:dondimellopresentsdisneyshanselandgretel","label":"Don DiMello Presents 'Disneys Hansel and Gretel'","nami":null,"article":["Some time prior to Spring 2018, Don DiMello stages a production of the classic 'Hansel and Gretel' which results in, possibly among other legalities, a flurry of letters from a cast member named Alexandra, all of which are summarily ignored.","The show features a Gretel who suffers from both physical and mental problems - one leg 1.5' shorter than the other and who doesn't really know what's happening. The show fails to reach denouement."]},{"daly":false,"_id":"events/_:dondimellopresentsdisneyspuffthemagicdragon","id":"events/_:dondimellopresentsdisneyspuffthemagicdragon","label":"Don DiMello Presents 'Disneys Puff the Magic Dragon'","nami":null,"article":["The show features a dragon comprised of five girls, the front-most of which has a homemade flamethrower rigged to her face."]},{"daly":false,"_id":"events/_:dondimellofindsachild","id":"events/_:dondimellofindsachild","label":"Don DiMello Finds a Child","nami":null,"article":["Don DiMello discovers a 2 year-old child has been left behind after one of his shows at the Pasadena Fairy Tale Theatre. He keeps it, attends Marissa Wompler's birthday party with it."]},{"daly":false,"_id":"events/_:dondimellopresentscdisneysomeondownandgetfuckedattheplanetarium","id":"events/_:dondimellopresentscdisneysomeondownandgetfuckedattheplanetarium","label":"Don DiMello Presents 'Disneys Come on Down and Get Fucked at the Planetarium'","nami":null,"article":["Held at the Griffith Observatory planetarium, the show consists of A) Don DiMello talking bullshit about the stars as a cover, and B) prostitutes servicing men in their chairs."]},{"daly":false,"_id":"events/_:cactustonyisinterrogated1","id":"events/_:cactustonyisinterrogated1","label":"Cactus Tony is Interrogated and Cracks (#1)","nami":null,"article":["For the first time in as many weeks, Cactus Tony cracks under the pressure of interrogation. The 2nd time would occur at Earwolf studios."]},{"daly":false,"_id":"events/_:cactustonyisinterrogated2","id":"events/_:cactustonyisinterrogated2","label":"Cactus Tony is Interrogated and Cracks (#2)","nami":null,"article":["In order to garner good press for Don DiMello, who was lying low at Griffith Observatory, Cactus Tony appears on the Comedy Bang! Bang! podcast, only to crack under Croatian Special Forces interrogation techniques and attempt suicide by defenestration."]},{"daly":false,"_id":"events/_:cactustonyleaveshome","id":"events/_:cactustonyleaveshome","label":"Cactus Tony Leaves Home","nami":null,"article":["At 11 years old, while digging a hole to China, Cactus Tony assists his aunt into the pit and covers her up, ostensibly murdering her. He then leaves home never to return."]},{"daly":false,"_id":"events/_:dondimellosfindstony","id":"events/_:dondimellosfindstony","label":"Don DiMello Meets Cactus Tony","nami":null,"article":["Don DiMello notices Cactus Tony 'beating the shit out of an old lady' at a bus stop."]},{"daly":false,"_id":"events/_:dondimellosdisneyspeterpan","id":"events/_:dondimellosdisneyspeterpan","label":"Don DiMello's 'Disneys Peter Pan' is Staged in Pasadena","nami":null,"article":["Don DiMello's 'Disneys Peter Pan' opens June 6 2011 (off-hours) at the Pasadena Fairytale Theatre. The show features quadruple-cast Rottweilers and, basically, beastiality. The show fails to reach denouement."]},{"daly":false,"_id":"events/_:dondimellosdisneyswizardofoz","id":"events/_:dondimellosdisneyswizardofoz","label":"Don DiMello's 'Disneys Wizard of Oz' is Staged in Pasadena","nami":null,"article":["Don DiMello's 'Disneys Wizard of Oz' opens June 8 2012 (off-hours) at the Pasadena Fairytale Theatre. The show takes several liberties with the original narrative and, during production, under the childcare of Cactus Tony, an unnamed 8-year-old boy is ripped apart by several lactating Rottweilers. The show fails to reach denouement."]},{"daly":false,"_id":"events/_:stephaniegoldbergismurdered","id":"events/_:stephaniegoldbergismurdered","label":"Stephanie Goldberg is Murdered","nami":null,"article":["According to an uncited article Jason Mantzoukas reads on-air in #CBB148, Stephanie Goldberg was murdered six months before 2012.March."]},{"daly":false,"_id":"events/_:daltonwilcoxlastride","id":"events/_:daltonwilcoxlastride","label":"Dalton Wilcox' Last Ride","nami":null,"article":["According to #CBB148, in 1988, Dalton Wilcox rides a horse for the last time."]},{"daly":false,"_id":"events/_:clivedundeeattemptssuicide","id":"events/_:clivedundeeattemptssuicide","label":"Clive Dundee Attempts Suicide by Defenestration","nami":null,"article":["Clive Dundee jumps out the window at Earwolf."]},{"daly":false,"_id":"events/_:daltonwilcoxkillsjekyll","id":"events/_:daltonwilcoxkillsjekyll","label":"Dalton Wilcox Murders a Mr. Hyde on the Arizona London Bridge","nami":null,"article":["On the London Bridge replica in Arizona, Mr. Wilcox was trying to park his car when he accidentally banged into the car behind him. Immediately the other driver -- a Dr. Jekyll and Mr. Hyde -- emerged, angry at the damage to his car. Mr. Wilcox quickly murdered the monster."]},{"daly":false,"_id":"events/_:patrickmcmahonattemptssuicide1","id":"events/_:patrickmcmahonattemptssuicide1","label":"Patrick McMahon Attempts Suicide by Defenestration","nami":null,"article":["Patrick McMahon jumps out the window at Earwolf."]},{"daly":false,"_id":"events/_:billcarterattemptssuicide1","id":"events/_:billcarterattemptssuicide1","label":"Bill Carter Attempts Suicide by Defenestration","nami":null,"article":["Bill Carter jumps out the window at Earwolf."]},{"daly":false,"_id":"events/_:billcarterattemptssuicide2","id":"events/_:billcarterattemptssuicide2","label":"Bill Carter Attempts Suicide by Car","nami":null,"article":["Bill Carter sets a car on fire and drives it off a cliff."]},{"daly":false,"_id":"events/_:dannymahoneyattemptssuicide2","id":"events/_:dannymahoneyattemptssuicide2","label":"Danny Mahoney Attempts Suicide by Defenestration","nami":null,"article":["Danny Mahoney jumps out the window at Earwolf."]},{"daly":false,"_id":"events/_:augustlindtattemptssuicideatearwolf","id":"events/_:augustlindtattemptssuicideatearwolf","label":"August Lindt Attempts Suicide by Defenestration","nami":null,"article":["August Lindt jumps out the window at Earwolf."]},{"daly":false,"_id":"events/_:hotdogattemptssuicide1","id":"events/_:hotdogattemptssuicide1","label":"Hot Dog Attempts Suicide by Defenestration","nami":null,"article":["Hot Dog jumps out the window at Earwolf."]},{"daly":false,"_id":"events/_:daltonwilcoxattemptssuicide1","id":"events/_:daltonwilcoxattemptssuicide1","label":"Dalton Wilcox Attempts Suicide by Defenestration","nami":null,"article":["Dalton Wilcox jumps out the window at Earwolf."]},{"daly":false,"_id":"events/_:dondimelloattemptssuicide1","id":"events/_:dondimelloattemptssuicide1","label":"Don DiMello Attempts Suicide by Defenestration","nami":null,"article":["Don DiMello jumps out the window at Earwolf."]},{"daly":false,"_id":"events/_:ceceliawilcoxismurdered","id":"events/_:ceceliawilcoxismurdered","label":"Cecelia Wilcox is Murdered","nami":null,"article":["According to an uncited article Jason Mantzoukas reads on-air in #CBB148, Cecelia Wilcox and her three daughters were killed a year before 2012.March."]},{"daly":false,"_id":"events/_:chipgardnerappearsinlatimes","id":"events/_:chipgardnerappearsinlatimes","label":"Chip Gardner is Profiled by the L.A. Times","nami":null,"article":["In it, it is revealed that he had purchased ancient Victorian surgical instruments and was performing surgeries on schizophrenics and homeless people. Next to the piece is a mysterious article about the 28 contentants from the long-canceled game show 'Zap' who have disappeared."]},{"daly":false,"_id":"events/_:chipgardnerhitsrockbottom","id":"events/_:chipgardnerhitsrockbottom","label":"Chip Gardner Hits Rock Bottom and Embraces Satan","nami":null,"article":["In approximately 1996 (well after his face was run over by a Jeep and at least a day after the airing of Friends episode s1e10) Chip Gardner hits rock bottom and embraces the Dark Lord Satan."]},{"daly":false,"_id":"events/_:chipgardnerhostszap","id":"events/_:chipgardnerhostszap","label":"Chip Gardner Hosts the Live Gameshow 'Zap' from 2-3 AM","nami":null,"article":["Chip Gardner's show before his 'Catch a Predator' precursor was a kids education show called 'Zap' that featured 'real sleepy kids,' some of whom would later become famous but most of whom simply disappeared."]},{"daly":false,"_id":"events/_:chipgardnerisrunoverbyajeep","id":"events/_:chipgardnerisrunoverbyajeep","label":"Chip Gardner's Face is Run Over by a Jeep on the PCH","nami":null,"article":["Chip Gardner lies on the Pacific Coast Highway 'trying to get run over by something' (later he admitted he wanted it to be a Monto Carlo) in order to 'see what I could survive' when an oncoming Jeep (driven, coincidentally by Scott Aukerman and Jason Mantzoukas) runs over his face only. It was during subsequent reconstructive surgery that he was accidentally given sexual reassignment surgery and became a Side-by-Side named Gretchen."]},{"daly":false,"_id":"events/_:chipgardnerfollowssimpleminds","id":"events/_:chipgardnerfollowssimpleminds","label":"Chip Gardner Follows Simple Minds on Tour","nami":null,"article":["Chip Gardner follows Simple Minds around on tour in ~1991 after the band had crested and ended up opening for Jesus Jones."]},{"daly":false,"_id":"events/_:chipgardnermovestohollywood","id":"events/_:chipgardnermovestohollywood","label":"Chip Gardner Moves to Hollywood","nami":null,"article":["Chip Gardner moves to Hollywood as a young man to become an actor and immediately gets 'lost' in drugs and alcohol and streetfighting."]},{"daly":false,"_id":"events/_:jeanclaudepepishootsageicospot","id":"events/_:jeanclaudepepishootsageicospot","label":"Jean Claude Pepi Gets a Geico Spot","nami":null,"article":["Jean Claude Pepi visits the United States to shoot for one day on an ad for Geico that he mistakes for a feature film."]},{"daly":false,"_id":"events/_:clivedundeeisborn","id":"events/_:clivedundeeisborn","label":"Clive Dundee is Born","nami":null,"article":["Clive Dundee is born."]},{"daly":false,"_id":"events/_:jeanclaudepepiisborn","id":"events/_:jeanclaudepepiisborn","label":"Jean Claude Pepi is Born","nami":null,"article":["Jean Claude Pepi is born."]},{"daly":false,"_id":"events/_:cactustonyisborn","id":"events/_:cactustonyisborn","label":"Cactus Tony is Born","nami":null,"article":["Cactus Tony is born."]},{"daly":false,"_id":"events/_:hotdogisborn","id":"events/_:hotdogisborn","label":"Hot Dog is Born","nami":null,"article":["Hot Dog is born."]},{"daly":false,"_id":"events/_:hotdogbecomesthird","id":"events/_:hotdogbecomesthird","label":"Hot Dog's Sex on Skis","nami":null,"article":["Hot Dog becomes the third man in history to have sex on skis."]},{"daly":false,"_id":"events/_:chipgardnerisborn","id":"events/_:chipgardnerisborn","label":"Chip Gardner is Born","nami":null,"article":["Chip Gardner is born."]},{"daly":false,"_id":"events/_:andicallahangetsanape","id":"events/_:andicallahangetsanape","label":"Andi Callahan Gets His Hands on an Ape","nami":null,"article":["Andi Callahan, with the assistance of Cactus Tony, manages to gain stewardship of an ape. The experiments that ensue cause an interest in human experimentation to grow in both men, leading to Callahan's life and career in medicine and Tony's thwarted interest in pediatrics."]},{"daly":false,"_id":"events/_:heatcuregoesawry","id":"events/_:heatcuregoesawry","label":"Andi Callahan's Parents Die in a Fire","nami":null,"article":["During the course of a 'heat cure' administered by Andi Callahan and Cactus Tony, Andi's parents are burned alive in an abandoned house."]},{"daly":false,"_id":"events/_:dondimellostagesjewmanji","id":"events/_:dondimellostagesjewmanji","label":"Don DiMello Stages 'Jewmanji' at the Pasadena Fairytale Theatre","nami":null,"article":["The show is produced in association with 'a guy who has crushing gambling debts and works at the L.A. Zoo' and, according to Mr. DiMello, 'has been popular with a surprising subset of the population.'"]},{"daly":false,"_id":"events/_:dondimellostagescinderella","id":"events/_:dondimellostagescinderella","label":"Don DiMello Presents Disney's Cinderella at the Pasadena Fairytale Theatre","nami":null,"article":["The show is 'not your typical garbage,' according to Mr. DiMello, and features a number of liberties taken in the interpretation of the classic story including an extra sister and considerable nudity. Cinderella is triple-cast and speaks simultaneously. The show fails to reach denouement."]},{"daly":false,"_id":"events/_:dondimelloaccidentallyjoinsthetaliban","id":"events/_:dondimelloaccidentallyjoinsthetaliban","label":"Don DiMello Accidentally Joins The Taliban","nami":null,"article":["In Bahrain studying safe decapitation techniques, Mr. DiMello 'got to talking to some guys' and accidentally joins a terrorist organization."]},{"daly":false,"_id":"events/_:talibantalentnight","id":"events/_:talibantalentnight","label":"Taliban Talent Night","nami":null,"article":["During the annual Taliban talent show, Don DiMello's entry draws scorn due to scantily-clad girls."]},{"daly":false,"_id":"events/_:dondimelloburieswife1","id":"events/_:dondimelloburieswife1","label":"Don DiMello Buries His First Wife","nami":null,"article":["With the help of Falcon and an unnamed accomplice, Mr. DiMello lays to rest his first wife."]},{"daly":false,"_id":"events/_:dondimellostagesbeautyandthebeast","id":"events/_:dondimellostagesbeautyandthebeast","label":"Don DiMello Stages 'Disneys Beauty and the Beast' in a Church Basement in Connecticut","nami":null,"article":["The production features live animals and fails to reach denouement. It runs 18 months and receives 'scathing' reviews. Police are involved."]},{"daly":false,"_id":"events/_:dondimellostagescamelot","id":"events/_:dondimellostagescamelot","label":"Don DiMello Stages \"Disney's Camelot\"","nami":null,"article":["In order to promote the show, DiMello puts out the word that \"out by the lake there's going to be 1 wet girl and 8 dry girls\" (one of them in a fake beard)."]},{"daly":false,"_id":"events/_:dondimelloamputatesrockettebeth","id":"events/_:dondimelloamputatesrockettebeth","label":"Don DiMello Amputates Rockette Beth","nami":null,"article":["After finding her chewing on a candy cane, Don DiMello amputates Rockette Beth, in effect ending her tenure with the organization."]},{"daly":false,"_id":"events/_:dondimellodirectstherockettes","id":"events/_:dondimellodirectstherockettes","label":"Don DiMello Stages His First of Many Rockettes Shows at Radio City","nami":null,"article":["Signaling a major and significant run of the show, both for Radio City and for almost every girl who happens upon the production, Mr. DiMello moves a little uptown from the Times Square peep shows."]},{"daly":false,"_id":"events/_:billcartercheersaraceriot","id":"events/_:billcartercheersaraceriot","label":"Bill Carter Gets a Black Guy and a White Guy Together near La Cañada Flintridge","nami":null,"article":["Primarily and solely just 'to see what happens,' Bill Carter incites a race riot and is soon arrested for same."]},{"daly":false,"_id":"events/_:billcartertrainscarygrant","id":"events/_:billcartertrainscarygrant","label":"Bill Carter Grows Disgusted by Cary Grant's Physique","nami":null,"article":["Bill Carter finds himself disgusted with Cary Grant's physique and travels to Hollywood to surreptitiously train the actor. The incident marks the beginning of a career based upon clandestine, but nonetheless threatening, technique."]},{"daly":false,"_id":"events/_:dannymahoneyfallsasleep","id":"events/_:dannymahoneyfallsasleep","label":"Danny Mahoney Falls Asleep for Three Days","nami":null,"article":["Danny Mahoney, drunk, falls asleep for three days in the back of a shipping container. Accounts later differ, but the event likely at least *contributed* to the hostile takeover, by Bertram Mahoney, of their shared plumbing business."]},{"daly":false,"_id":"events/_:dannymahoneybuysaheavycoat","id":"events/_:dannymahoneybuysaheavycoat","label":"Danny Mahoney Buys Nordstrom's Heaviest Coat","nami":null,"article":["In the winter of 2009-2010, Danny Mahoney decides to commit suicide by purchasing Nordstrom's heaviest coat and walking into the ocean. The coat cost $129.00 and the saleswoman did not care about Mr. Mahoney's intensions. When the plan failed and he returned to shore, the coat was discarded on the beach."]},{"daly":false,"_id":"events/_:ashleypintossweetsixteen","id":"events/_:ashleypintossweetsixteen","label":"Ashley Pinto's Sweet Sixteen","nami":null,"article":["The party was meant to feature the comedy stylings of Ben Alterman."]},{"daly":false,"_id":"events/_:dannymahoneywalksintotheocean","id":"events/_:dannymahoneywalksintotheocean","label":"Danny Mahoney Wears a Heavy Coat Into the Ocean","nami":null,"article":["Fully intending to commit suicide by drowning, Danny Mahoney wears a heavy coat into the Pacific Ocean, only to self-inspire a new business and bail on the idea."]},{"daly":false,"_id":"events/_:dannymahoneymeetsscottaukerman","id":"events/_:dannymahoneymeetsscottaukerman","label":"Danny Mahoney Meets Scott Aukerman","nami":null,"article":["Overhearing Scott Aukerman out on Melrose, and recognizing the voice, Danny Mahoney approaches Aukerman and asks to plug his business on an episode of CBB."]},{"daly":false,"_id":"events/_:dannymahoneyimmunizeshisbrother","id":"events/_:dannymahoneyimmunizeshisbrother","label":"Danny Mahoney Immunizes His Brother to Asbestos","nami":null,"article":["Declining to get certified in asbestos-handling and have to buy all those suits and \"bullshit like that,\" Danny drives his brother around in an asbestos van in increasingly long iterations in order to build up tolerance to the substance. The brother eventually perished (of an 'insulated heart'), to be survived at least by his son Bertrand."]},{"daly":false,"_id":"events/_:augustlindtisarrestedatgraceland","id":"events/_:augustlindtisarrestedatgraceland","label":"August Lindt is Arrested","nami":null,"article":["On vactation, visiting Elvis' Graceland estate, August sneaks upstairs, resulting in \"48 hours of nothing but jail.\""]},{"daly":false,"_id":"events/_:augustlindtvisitsepcot","id":"events/_:augustlindtvisitsepcot","label":"August Lindt Visits Epcot Center","nami":null,"article":["August Lindt executes a \"targeted strike\" on Epcot Center and doesn't fool around with Magic Kingdom or Pleasure Island or anything."]},{"daly":false,"_id":"events/_:augustlindtvisitsthepinebarrens","id":"events/_:augustlindtvisitsthepinebarrens","label":"August Lindt Visits the Pine Barrens of New Jersey","nami":null,"article":["Because it's \"nothing but pine trees all over the place,\" August visits New Jersey."]},{"daly":false,"_id":"events/_:augustlindtattemptssuicide1","id":"events/_:augustlindtattemptssuicide1","label":"August Lindt Attempts Suicide (2010.June)","nami":null,"article":["In Los Angeles, August ties himself to the Hollywood sign and sets it on fire."]},{"daly":false,"_id":"events/_:augustlindtattemptssuicide2","id":"events/_:augustlindtattemptssuicide2","label":"August Lindt Attempts Suicide (2010.Sep","nami":null,"article":["In Seattle, August leaps from the Space Needle."]},{"daly":false,"_id":"events/_:hotdogaudition1","id":"events/_:hotdogaudition1","label":"Hot Dog Auditions for Sha Na Na","nami":null,"article":["The first of many more auditions by Hot Dog for Sha Na Na."]},{"daly":false,"_id":"events/_:hotdogaudition2","id":"events/_:hotdogaudition2","label":"Hot Dog Auditions for Sha Na Na","nami":null,"article":["The second of many more auditions by Hot Dog for Sha Na Na."]},{"daly":false,"_id":"events/_:hotdogaudition3","id":"events/_:hotdogaudition3","label":"Hot Dog Auditions for Sha Na Na","nami":null,"article":["The third of many more auditions by Hot Dog for Sha Na Na."]},{"daly":false,"_id":"events/_:augustlindtwinsbestandydalycharacter","id":"events/_:augustlindtwinsbestandydalycharacter","label":"August Lindt Wins 'Best Andy Daly Performance' on Comedy Bang! Bang! Best-of 2010","nami":null,"article":["August wins with 46.5% of the vote, defeating Ben Alterman, Bill Carter, Patrick McMahon."]},{"daly":false,"_id":"events/_:billcarterisaccomplicetoabande","id":"events/_:billcarterisaccomplicetoabande","label":"Bill Carter Aids and Abets","nami":null,"article":["Minding his own business while his brother-in-law attacks a woman who had looked at him awry, Bill Carter helps the assailant into the woman's home so he can 'take a pop at her.'"]},{"daly":false,"_id":"events/_:hotdogchangeshisname","id":"events/_:hotdogchangeshisname","label":"Hot Dog Changes His Name","nami":null,"article":["Because he was 'hot dogging it all the time,' Hot Dog runs right down to the courthouse to change his name."]},{"daly":false,"_id":"events/_:hotdogintroducesfirearms","id":"events/_:hotdogintroducesfirearms","label":"Hot Dog Introduces Firearms into Water Skiing","nami":null,"article":["Adding to his repertoire of hot dogging stunts, Hot Dog gets out on a pair of skis with a rifle and does some target shooting. His speed boat captains were shot three times during the course of his career."]},{"daly":false,"_id":"events/_:hotdogrunsan80sbedandbreakfast","id":"events/_:hotdogrunsan80sbedandbreakfast","label":"Hot Dog Operates a Haunted 80s-Themed Bed & Breakfast","nami":null,"article":["Wanting to run a 50s-themed b&b some time in the 1980s, on the advice of a friend Hot Dog settled for an 80s theme. The theme, in effect, was 'cocaine.' Some years later his dream of a 50s theme would come true."]},{"daly":false,"_id":"events/_:hotdogrunsa50sbedandbreakfast","id":"events/_:hotdogrunsa50sbedandbreakfast","label":"Hot Dog Operates a Haunted 50s-Themed Bed & Breakfast","nami":null,"article":["Part of the reason Hot Dog has seen ghosts before is that he operated a 50s-themed b&b some time in the early 90s."]},{"daly":false,"_id":"events/_:hotdogwaterskisonamotorcycle","id":"events/_:hotdogwaterskisonamotorcycle","label":"Hot Dog Skis on a Motorcycle","nami":null,"article":["Adding to his repertoire of hot dogging water skiing stunts, Hot Dog places a motorcycle on top of his skies and rides the whole rig. He sank due to the weight of the motorcycle."]},{"daly":false,"_id":"events/_:hotdogeatshisskis","id":"events/_:hotdogeatshisskis","label":"Hot Dog Eats His Skis","nami":null,"article":["In a first, Hot Dog skied on salami skis, then returned to shore and ate them."]},{"daly":false,"_id":"events/_:dondimelloandcactustonyattendwomplersbirthday","id":"events/_:dondimelloandcactustonyattendwomplersbirthday","label":"Don DiMello and Cactus Tony Attend Marissa Wompler's Birthday Party","nami":null,"article":["Tracked down online by Seth Wompler, Mr. DiMello attends the Six Flags birthday party of Marissa Wompler (at her request), accompanied by a young child who had been abandoned at one of his shows the night prior."]},{"daly":false,"_id":"events/_:patrickmcmahonisaccused","id":"events/_:patrickmcmahonisaccused","label":"Johnny McGorry (Patrick McMahon) is Accused of Sexual Misconduct","nami":null,"article":["Accused of inappropriate behavior by a coworker at a medical packaging plant, McGorry sees a four-leaf clover, under which there was a leprechaun."]},{"daly":false,"_id":"events/_:patrickmcmahonisborn","id":"events/_:patrickmcmahonisborn","label":"Patrick McMahon is born in Limerick, Ireland","nami":null,"article":["He eventually becomes a full-time Irish storyteller and part-time Limerician."]},{"daly":false,"_id":"events/_:jeanclaudepepiauditionsfornosferatu","id":"events/_:jeanclaudepepiauditionsfornosferatu","label":"Jean Claude Pepi Auditions for 'Nosferatu the Vampyre'","nami":null,"article":["Despite it being very unusual for him to have to audition for a role at all, Mnsr. Pepi makes an exception for the Nosferatu vampire. The scene features, inexplicably, a popcorn delivery boy named 'Joseph.'"]},{"daly":false,"_id":"events/_:patrickmcmahonliftsarelic","id":"events/_:patrickmcmahonliftsarelic","label":"Patrick McMahon Steals a Tapestry from The Hunt","nami":null,"article":[""]}]],"edgez":[{"typ":"hasParticipant","source":"events/_:hotdogandahiverballychumbodey","target":"things/_:hotdog","id":"edges/2158491","_id":"edges/2158491"},{"typ":"hasParticipant","source":"events/_:hotdogrunsan80sbedandbreakfast","target":"things/_:unnamed80sbedandbreakfast","id":"edges/2158861","_id":"edges/2158861"},{"typ":"hasParticipant","source":"events/_:hotdoggetskickedoutofnashasha","target":"things/_:nashasha","id":"edges/2158846","_id":"edges/2158846"},{"typ":"hasParticipant","source":"events/_:hotdogaudition2","target":"things/_:shanana","id":"edges/2158830","_id":"edges/2158830"},{"typ":"hasParticipant","source":"events/_:shananasueshotdog","target":"things/_:shanana","id":"edges/2158490","_id":"edges/2158490"},{"typ":"hasParticipant","source":"events/_:chipgardnerfollowssimpleminds","target":"things/_:jesusjones","id":"edges/2158720","_id":"edges/2158720"},{"typ":"hasParticipant","source":"events/_:chipgardnerfollowssimpleminds","target":"things/_:simpleminds","id":"edges/2158721","_id":"edges/2158721"},{"typ":"hasParticipant","source":"events/_:bachmananddimelloseeequus","target":"things/_:equus","id":"edges/2158598","_id":"edges/2158598"},{"typ":"occurredAt","source":"events/_:dondimellopresentscdisneysomeondownandgetfuckedattheplanetarium","target":"places/_:griffithobservatory","id":"edges/2158805","_id":"edges/2158805"},{"typ":"occurredAt","source":"events/_:dondimellopresentsdisneyshanselandgretel","target":"places/_:pasadenafairytaletheatre","id":"edges/2158807","_id":"edges/2158807"},{"typ":"occurredAt","source":"events/_:dondimellostagescinderella","target":"places/_:pasadenafairytaletheatre","id":"edges/2158798","_id":"edges/2158798"},{"typ":"occurredAt","source":"events/_:dondimellostagesjewmanji","target":"places/_:pasadenafairytaletheatre","id":"edges/2158797","_id":"edges/2158797"},{"typ":"occurredAt","source":"events/_:dondimellofindsachild","target":"places/_:pasadenafairytaletheatre","id":"edges/2158778","_id":"edges/2158778"},{"typ":"occurredAt","source":"events/_:dondimelloandcactustonyattendwomplersbirthday","target":"places/_:sixflagsmagicmountain","id":"edges/2158803","_id":"edges/2158803"},{"typ":"occurredAt","source":"events/_:surferssetworldrecord","target":"places/_:huntingtonbeach","id":"edges/2158907","_id":"edges/2158907"},{"typ":"occurredAt","source":"events/_:cactustonyisarrested","target":"places/_:arclightcinemas","id":"edges/2158498","_id":"edges/2158498"},{"typ":"occurredAt","source":"events/_:hotdogbooksshananafraudulently","target":"places/_:hiltonhotelhawaii","id":"edges/2158837","_id":"edges/2158837"},{"typ":"occurredAt","source":"events/_:hotdogdecapitatesastranger","target":"places/_:necromance","id":"edges/2158841","_id":"edges/2158841"},{"typ":"occurredAt","source":"events/_:cameronmcgonigleisborn","target":"places/_:edinburghscotland","id":"edges/2158712","_id":"edges/2158712"},{"typ":"occurredAt","source":"events/_:hotdogmakesthehalloffame","target":"places/_:polkcityfl","id":"edges/2158853","_id":"edges/2158853"},{"typ":"occurredAt","source":"events/_:byrondennistongoestoprison1","target":"places/_:hmprisonwandsworth","id":"edges/2158700","_id":"edges/2158700"},{"typ":"occurredAt","source":"events/_:joebongofindsbongos","target":"places/_:venicefishingpier","id":"edges/2158875","_id":"edges/2158875"},{"typ":"occurredAt","source":"events/_:joebongoteachessexunit","target":"places/_:mdhs","id":"edges/2158893","_id":"edges/2158893"},{"typ":"occurredAt","source":"events/_:joebongoteachesdrugunit","target":"places/_:mdhs","id":"edges/2158890","_id":"edges/2158890"},{"typ":"occurredAt","source":"events/_:gilmeetsgolly","target":"places/_:internationalwaters","id":"edges/2158822","_id":"edges/2158822"},{"typ":"occurredAt","source":"events/_:chipgardnertriestoexhumejimmorrison","target":"places/_:tombofjimmorrison","id":"edges/2158733","_id":"edges/2158733"},{"typ":"occurredAt","source":"events/_:daltonwilcoxkillsjekyll","target":"places/_:londonbridgehavasu","id":"edges/2158742","_id":"edges/2158742"},{"typ":"occurredAt","source":"events/_:patrickmcmahonattemptssuicide1","target":"places/_:earwolfsunset","id":"edges/2158899","_id":"edges/2158899"},{"typ":"occurredAt","source":"events/_:hotdogattemptssuicide1","target":"places/_:earwolfsunset","id":"edges/2158826","_id":"edges/2158826"},{"typ":"occurredAt","source":"events/_:dondimelloattemptssuicide1","target":"places/_:earwolfsunset","id":"edges/2158772","_id":"edges/2158772"},{"typ":"occurredAt","source":"events/_:dannymahoneyattemptssuicide2","target":"places/_:earwolfsunset","id":"edges/2158748","_id":"edges/2158748"},{"typ":"occurredAt","source":"events/_:clivedundeeattemptssuicide","target":"places/_:earwolfsunset","id":"edges/2158735","_id":"edges/2158735"},{"typ":"occurredAt","source":"events/_:billcarterattemptssuicide1","target":"places/_:earwolfsunset","id":"edges/2158685","_id":"edges/2158685"},{"typ":"occurredAt","source":"events/_:augustlindtattemptssuicideatearwolf","target":"places/_:earwolfsunset","id":"edges/2158669","_id":"edges/2158669"},{"typ":"occurredAt","source":"events/_:dondimellostagesbeautyandthebeast","target":"places/_:ctusa","id":"edges/2158794","_id":"edges/2158794"},{"typ":"occurredAt","source":"events/_:augustlindtattemptssuicide1","target":"places/_:hollywoodsign","id":"edges/2158667","_id":"edges/2158667"},{"typ":"occurredAt","source":"events/_:augustlindtisarrestedatgraceland","target":"places/_:gracelandelvis","id":"edges/2158671","_id":"edges/2158671"},{"typ":"occurredAt","source":"events/_:augustlindtvisitsthepinebarrens","target":"places/_:thepinebarrensofnj","id":"edges/2158682","_id":"edges/2158682"},{"typ":"hasParticipant","source":"events/_:daltonwilcoxmurdersanallergic","target":"people/_:losangeleswerewolf1","id":"edges/2158481","_id":"edges/2158481"},{"typ":"hasParticipant","source":"events/_:pnptgreviewsadondimelloshow","target":"things/_:pasadenanewspresstimesgazette","id":"edges/2158514","_id":"edges/2158514"},{"typ":"hasFriend","source":"people/_:veronicamelcher","target":"people/_:hotdog","id":"edges/2158927","_id":"edges/2158927"},{"typ":"occurredAt","source":"events/_:billcartercheersaraceriot","target":"places/_:lacanadaflintridge","id":"edges/2158688","_id":"edges/2158688"},{"typ":"hasParticipant","source":"events/_:chipgardnermovestohollywood","target":"people/_:chipgardner","id":"edges/2158730","_id":"edges/2158730"},{"typ":"hasParticipant","source":"events/_:sheinistrickedontotheadppp1","target":"people/_:daltonwilcox","id":"edges/2158656","_id":"edges/2158656"},{"typ":"hasParticipant","source":"events/_:augustlindttoursthecongo","target":"people/_:augustlindt","id":"edges/2158623","_id":"edges/2158623"},{"typ":"occurredAt","source":"events/_:joebongoisinvolvedinacaraccident","target":"places/_:tikimermaidchartersharborcruiseboat","id":"edges/2158884","_id":"edges/2158884"},{"typ":"hasParticipant","source":"events/_:lavergnefamilydinner001","target":"people/_:grandmotherpearlalavergne","id":"edges/2158473","_id":"edges/2158473"},{"typ":"hasParticipant","source":"events/_:mrswilcoxismurdered","target":"people/_:daltonwilcox","id":"edges/2158904","_id":"edges/2158904"},{"typ":"isSpouseOf","source":"people/_:clivedundeeswife","target":"people/_:clivedundee","id":"edges/2158979","_id":"edges/2158979"},{"typ":"isChildOf","source":"people/_:arthurlavergne","target":"people/_:grandmotherpearlalavergne","id":"edges/2158921","_id":"edges/2158921"},{"typ":"hasFriend","source":"people/_:thomaslavergne","target":"people/_:stevefaye","id":"edges/2158917","_id":"edges/2158917"},{"typ":"hasWorkedAt","source":"people/_:patrickmcmahon","target":"things/_:unnamedmechanicbusiness","id":"edges/2159042","_id":"edges/2159042"},{"typ":"hasParticipant","source":"events/_:bookingagentismurdered","target":"people/_:unnamedbookingagent","id":"edges/2158697","_id":"edges/2158697"},{"typ":"hasParticipant","source":"events/_:dannymahoneywalksintotheocean","target":"people/_:dannymahoney","id":"edges/2158755","_id":"edges/2158755"},{"typ":"hasParticipant","source":"events/_:lavergnefamilydinner001","target":"people/_:thomaslavergne","id":"edges/2158474","_id":"edges/2158474"},{"typ":"isChildOf","source":"people/_:michaellavergne","target":"people/_:arthurlavergne","id":"edges/2158920","_id":"edges/2158920"},{"typ":"hasParticipant","source":"events/_:lavergnefamilydinner001","target":"people/_:michaellavergne","id":"edges/2158475","_id":"edges/2158475"},{"typ":"isFormerMemberOf","source":"people/_:codywakeman","target":"things/_:rosebushred","id":"edges/2158994","_id":"edges/2158994"},{"typ":"hasParticipant","source":"events/_:lavergnefamilydinner001","target":"people/_:stevefaye","id":"edges/2158477","_id":"edges/2158477"},{"typ":"hasWorkedFor","source":"people/_:forestcarlisle","target":"people/_:marytoddlincoln","id":"edges/2158610","_id":"edges/2158610"},{"typ":"occurredAt","source":"events/_:dondimellofindsachild","target":"places/_:pasadenafairytaletheatre","id":"edges/2158576","_id":"edges/2158576"},{"typ":"hasParticipant","source":"events/_:joebongoisfiredfromtheenglishdepartment","target":"people/_:joebongo","id":"edges/2158879","_id":"edges/2158879"},{"typ":"hasParticipant","source":"events/_:dondimellopresentsdisneyspuffthemagicdragon","target":"people/_:dondimello","id":"edges/2158808","_id":"edges/2158808"},{"typ":"hasFriend","source":"people/_:benalterman","target":"people/_:mrfrancisco","id":"edges/2158932","_id":"edges/2158932"},{"typ":"hasFriend","source":"people/_:cactustony","target":"people/_:cactusirene","id":"edges/2158505","_id":"edges/2158505"},{"typ":"livesAt","source":"people/_:alexandrahiggsportman","target":"places/_:sanrafaelhills","id":"edges/2158509","_id":"edges/2158509"},{"typ":"miscellaneous","source":"people/_:patrickmcmahon","target":"places/_:limericktreatystone","id":"edges/2158520","_id":"edges/2158520"},{"typ":"hasParticipant","source":"events/_:ahppublishesaparkingticketstory","target":"people/_:alexandrahiggsportman","id":"edges/2158517","_id":"edges/2158517"},{"typ":"isMemberOf","source":"people/_:julesmcmanon","target":"things/_:seaorg","id":"edges/2158533","_id":"edges/2158533"},{"typ":"hasParticipant","source":"events/_:stephaniegoldbergismurdered","target":"people/_:stephaniegoldberg","id":"edges/2158906","_id":"edges/2158906"},{"typ":"isMemberOf","source":"people/_:heidicorporate","target":"things/_:seaorg","id":"edges/2158534","_id":"edges/2158534"},{"typ":"isSiblingOf","source":"people/_:shamusmcmahon","target":"people/_:patrickmcmahon","id":"edges/2159049","_id":"edges/2159049"},{"typ":"isMemberOf","source":"people/_:mariongrapes","target":"things/_:seaorg","id":"edges/2158536","_id":"edges/2158536"},{"typ":"hasParticipant","source":"events/_:lronhubbardsmarkersarefound","target":"people/_:mariongrapes","id":"edges/2158527","_id":"edges/2158527"},{"typ":"hasParticipant","source":"events/_:hotdogandahiverballychumbodey","target":"things/_:ahi","id":"edges/2158492","_id":"edges/2158492"},{"typ":"hasParticipant","source":"events/_:ceceliawilcoxismurdered","target":"people/_:daltonwilcoxunnameddaughter1","id":"edges/2158715","_id":"edges/2158715"},{"typ":"isMemberOf","source":"people/_:zowber","target":"things/_:nashasha","id":"edges/2159060","_id":"edges/2159060"},{"typ":"occurredAt","source":"events/_:dannymahoneybuysaheavycoat","target":"places/_:nordstromsantamonica","id":"edges/2158751","_id":"edges/2158751"},{"typ":"hasParticipant","source":"events/_:lronhubbardsspectaclesarefound","target":"people/_:mariongrapes","id":"edges/2158529","_id":"edges/2158529"},{"typ":"worksAt","source":"events/_:cactustonyburieshendrixmurphy","target":"places/_:johnnyssportshop","id":"edges/2158502","_id":"edges/2158502"},{"typ":"miscellaneous","source":"people/_:lronhubbard","target":"things/_:smersh","id":"edges/2158519","_id":"edges/2158519"},{"typ":"isMemberOf","source":"people/_:thechonger","target":"things/_:rosebushred","id":"edges/2159052","_id":"edges/2159052"},{"typ":"isMemberOf","source":"people/_:lronhubbard","target":"things/_:seaorg","id":"edges/2158535","_id":"edges/2158535"},{"typ":"occurredAt","source":"events/_:dondimellosdisneyswizardofoz","target":"places/_:pasadenafairytaletheatre","id":"edges/2158785","_id":"edges/2158785"},{"typ":"hasParticipant","source":"events/_:lronhubbardplaysstumptheclear1","target":"people/_:lronhubbard","id":"edges/2158522","_id":"edges/2158522"},{"typ":"hasParticipant","source":"events/_:dondimelloseeshomealonelines","target":"people/_:dondimello","id":"edges/2158612","_id":"edges/2158612"},{"typ":"hasParticipant","source":"events/_:augustlindtvisitsthepinebarrens","target":"people/_:augustlindt","id":"edges/2158681","_id":"edges/2158681"},{"typ":"hasParticipant","source":"events/_:lronhubbardhidesunderpants","target":"people/_:lronhubbard","id":"edges/2158523","_id":"edges/2158523"},{"typ":"hasParticipant","source":"events/_:lronhubbardburiesspectacles","target":"people/_:lronhubbard","id":"edges/2158532","_id":"edges/2158532"},{"typ":"livesAt","source":"people/_:chocolatepudding","target":"places/_:toweringpinespsychiatric","id":"edges/2158541","_id":"edges/2158541"},{"typ":"hasParticipant","source":"events/_:dondimelloandcactustonyattendwomplersbirthday","target":"people/_:kimmy","id":"edges/2158766","_id":"edges/2158766"},{"typ":"hasFriend","source":"people/_:gil","target":"people/_:marcorenaldo","id":"edges/2158542","_id":"edges/2158542"},{"typ":"seeAlso","source":"people/_:joebongo","target":"people/_:jimmybongos","id":"edges/2159023","_id":"edges/2159023"},{"typ":"isMemberOf","source":"people/_:philcollins","target":"things/_:genesisband","id":"edges/2159044","_id":"edges/2159044"},{"typ":"livesAt","source":"people/_:weebruce","target":"places/_:edinburghcastle","id":"edges/2158545","_id":"edges/2158545"},{"typ":"hasParticipant","source":"events/_:thecactusesmeetcute","target":"people/_:cactusirene","id":"edges/2158504","_id":"edges/2158504"},{"typ":"isMemberOf","source":"people/_:joebongo","target":"things/_:rosebushred","id":"edges/2159025","_id":"edges/2159025"},{"typ":"worksFor","source":"people/_:thetrowofdumbiedykesroad","target":"things/_:cameronmcgoniglesghosttoursthatarescary","id":"edges/2158548","_id":"edges/2158548"},{"typ":"hasParticipant","source":"events/_:thegreatminingoflakesuperior","target":"people/_:ahi","id":"edges/2158571","_id":"edges/2158571"},{"typ":"hasFriend","source":"people/_:daltonwilcox","target":"people/_:billcarter","id":"edges/2158984","_id":"edges/2158984"},{"typ":"livesAt","source":"people/_:pietrothedog","target":"places/_:shadyviewboardandcare","id":"edges/2159048","_id":"edges/2159048"},{"typ":"livesAt","source":"people/_:stuartcambridge","target":"places/_:braidwoodcentre","id":"edges/2158952","_id":"edges/2158952"},{"typ":"hasParticipant","source":"events/_:augustlindttoursskokieil","target":"people/_:augustlindt","id":"edges/2158625","_id":"edges/2158625"},{"typ":"hasParticipant","source":"events/_:stuartcambridgegoesmissing","target":"people/_:stuartcambridge","id":"edges/2158549","_id":"edges/2158549"},{"typ":"worksAt","source":"people/_:sawneybean","target":"places/_:tolboothtavern","id":"edges/2158551","_id":"edges/2158551"},{"typ":"worksFor","source":"people/_:ghostofthebrewlab","target":"things/_:cameronmcgoniglesghosttoursthatarescary","id":"edges/2158553","_id":"edges/2158553"},{"typ":"hasParticipant","source":"events/_:augustlindtvacationsinhawaii","target":"people/_:unnamedmarssimulatorbiomedicalscientist","id":"edges/2158673","_id":"edges/2158673"},{"typ":"worksFor","source":"people/_:thirstiestghostever","target":"things/_:cameronmcgoniglesghosttoursthatarescary","id":"edges/2158550","_id":"edges/2158550"},{"typ":"worksAt","source":"people/_:thirstiestghostever","target":"places/_:hotelduvin","id":"edges/2158552","_id":"edges/2158552"},{"typ":"hasFriend","source":"people/_:cameronmcgonigle","target":"people/_:angus","id":"edges/2158962","_id":"edges/2158962"},{"typ":"hasParticipant","source":"events/_:trumpcommissionstherockettes","target":"people/_:donaldjtrump","id":"edges/2158556","_id":"edges/2158556"},{"typ":"hasFriend","source":"people/_:cactustony","target":"people/_:gretchen","id":"edges/2158959","_id":"edges/2158959"},{"typ":"hasParticipant","source":"events/_:johnnymcgorrybreaksandenters","target":"people/_:patrickmcmahon","id":"edges/2158567","_id":"edges/2158567"},{"typ":"hasParticipant","source":"events/_:themcgorrykidnappings","target":"people/_:johnnymcgorry","id":"edges/2158485","_id":"edges/2158485"},{"typ":"isChildOf","source":"people/_:daltonwilcoxunnameddaughter1","target":"people/_:daltonwilcox","id":"edges/2158986","_id":"edges/2158986"},{"typ":"hasParticipant","source":"events/_:johnnymcgorrybreaksandenters","target":"people/_:johnnymcgorry","id":"edges/2158566","_id":"edges/2158566"},{"typ":"hasParticipant","source":"events/_:trynottogethitbythesehammers","target":"people/_:gameshowcontestantmattwills","id":"edges/2158639","_id":"edges/2158639"},{"typ":"worksFor","source":"people/_:matrickpahahon","target":"people/_:patrickmcmahon","id":"edges/2158957","_id":"edges/2158957"},{"typ":"hasParticipant","source":"events/_:hotdogisrescuedbythelizard","target":"people/_:thelizard","id":"edges/2158850","_id":"edges/2158850"},{"typ":"livesAt","source":"people/_:benalterman","target":"places/_:shadyviewboardandcare","id":"edges/2158937","_id":"edges/2158937"},{"typ":"hasParticipant","source":"events/_:margotchunkloseshervirginity","target":"people/_:margotchunk","id":"edges/2158560","_id":"edges/2158560"},{"typ":"hasParticipant","source":"events/_:cactustonyisborn","target":"people/_:cactustony","id":"edges/2158703","_id":"edges/2158703"},{"typ":"occurredAt","source":"events/_:augustlindtvisitsannefrankhuis","target":"places/_:annefrankhuis","id":"edges/2158621","_id":"edges/2158621"},{"typ":"hasParticipant","source":"events/_:bachmananddimellospendtheweekendincorona","target":"people/_:dondimello","id":"edges/2158600","_id":"edges/2158600"},{"typ":"hasParticipant","source":"events/_:hotdogaudition1","target":"things/_:shanana","id":"edges/2158828","_id":"edges/2158828"},{"typ":"hasParticipant","source":"events/_:margotchunkisborn","target":"people/_:margotchunk","id":"edges/2158561","_id":"edges/2158561"},{"typ":"hasParticipant","source":"events/_:daltonwilcoxvsaninvisibleman","target":"people/_:unnamedinvisibleman","id":"edges/2158654","_id":"edges/2158654"},{"typ":"hasParticipant","source":"events/_:johnnymcgorrybreaksandenters","target":"people/_:unnamedelderlywoman1","id":"edges/2158564","_id":"edges/2158564"},{"typ":"hasParticipant","source":"events/_:joebongrequestspreventativecasts","target":"people/_:joebongo","id":"edges/2158896","_id":"edges/2158896"},{"typ":"hasWorkedAt","source":"people/_:slamminoliverrothwell","target":"things/_:shanana","id":"edges/2158569","_id":"edges/2158569"},{"typ":"isChildOf","source":"people/_:joebongo","target":"people/_:motherofjoebongo","id":"edges/2159024","_id":"edges/2159024"},{"typ":"hasParticipant","source":"events/_:patrickmcmahoncrashesaparty1","target":"people/_:johnnymcgorry","id":"edges/2158563","_id":"edges/2158563"},{"typ":"hasParticipant","source":"events/_:ionetimekilledafrankenstein","target":"people/_:daltonwilcox","id":"edges/2159064","_id":"edges/2159064"},{"typ":"hasParticipant","source":"events/_:lavergnefamilydinner001","target":"people/_:arthurlavergne","id":"edges/2158476","_id":"edges/2158476"},{"typ":"hasParticipant","source":"events/_:dondimelloandcactustonyattendwomplersbirthday","target":"people/_:daniellebartiromo","id":"edges/2158760","_id":"edges/2158760"},{"typ":"hasParticipant","source":"events/_:jeanclaudepepiauditionsfornosferatu","target":"people/_:wernerherzog","id":"edges/2158867","_id":"edges/2158867"},{"typ":"hasParticipant","source":"events/_:ionetimekilledafrankenstein","target":"people/_:unnamedsecurityguardatlaramiesupply","id":"edges/2159063","_id":"edges/2159063"},{"typ":"occurredAt","source":"events/_:daltonwilcoxattemptssuicide1","target":"places/_:earwolfsunset","id":"edges/2158738","_id":"edges/2158738"},{"typ":"hasParticipant","source":"events/_:dondimellostagescamelot","target":"people/_:dondimello","id":"edges/2158584","_id":"edges/2158584"},{"typ":"hasFriend","source":"people/_:augustlindt","target":"people/_:theschmiedebergmonkey1","id":"edges/2158928","_id":"edges/2158928"},{"typ":"isSiblingOf","source":"people/_:dannymahoneysbrother","target":"people/_:dannymahoney","id":"edges/2158942","_id":"edges/2158942"},{"typ":"hasParticipant","source":"events/_:russelsheinmarrieshiswife","target":"people/_:russelshein","id":"edges/2158472","_id":"edges/2158472"},{"typ":"worksFor","source":"people/_:golly","target":"people/_:gil","id":"edges/2159012","_id":"edges/2159012"},{"typ":"hasParticipant","source":"events/_:sheinistrickedontotheadppp1","target":"people/_:russelshein","id":"edges/2158655","_id":"edges/2158655"},{"typ":"hasParticipant","source":"events/_:sheinistrickedontotheadppp2","target":"people/_:russelshein","id":"edges/2158658","_id":"edges/2158658"},{"typ":"seeAlso","source":"people/_:gretchen","target":"people/_:chipgardner","id":"edges/2159013","_id":"edges/2159013"},{"typ":"hasFriend","source":"people/_:clivedundee","target":"people/_:dondimello","id":"edges/2158977","_id":"edges/2158977"},{"typ":"hasParticipant","source":"events/_:russelsheinswifedisappears","target":"people/_:russelsheinswife","id":"edges/2158469","_id":"edges/2158469"},{"typ":"hasParticipant","source":"events/_:multiplechildrenarerippedapartbyrottweilers","target":"people/_:dondimello","id":"edges/2158580","_id":"edges/2158580"},{"typ":"hasParticipant","source":"events/_:themcgorrykidnappings","target":"people/_:patrickmcmahon","id":"edges/2158487","_id":"edges/2158487"},{"typ":"hasParticipant","source":"events/_:hotdogbecomesthird","target":"people/_:abrahamapplebysgirlfriend","id":"edges/2158833","_id":"edges/2158833"},{"typ":"hasParticipant","source":"events/_:russelsheinmarrieshiswife","target":"people/_:russelsheinswife","id":"edges/2158471","_id":"edges/2158471"},{"typ":"miscellaneous","source":"people/_:monsignordamienfearnly","target":"places/_:limericktreatystone","id":"edges/2158521","_id":"edges/2158521"},{"typ":"hasFriend","source":"people/_:monsignordamienfearnly","target":"people/_:patrickmcmahon","id":"edges/2158568","_id":"edges/2158568"},{"typ":"isMemberOf","source":"people/_:carlpalmer","target":"things/_:emersonlakepalmer","id":"edges/2158969","_id":"edges/2158969"},{"typ":"hasParticipant","source":"events/_:cactustonyleaveshome","target":"people/_:cactustony","id":"edges/2158710","_id":"edges/2158710"},{"typ":"hasParticipant","source":"events/_:bobbysteensmainventshitchinaride","target":"people/_:bobbysteensma","id":"edges/2158693","_id":"edges/2158693"},{"typ":"hasParticipant","source":"events/_:hotdogdecapitatesastranger","target":"people/_:hotdog","id":"edges/2158839","_id":"edges/2158839"},{"typ":"hasParticipant","source":"events/_:lronhubbardsunderpantsarefound","target":"people/_:mariongrapes","id":"edges/2158524","_id":"edges/2158524"},{"typ":"isSpouseOf","source":"people/_:ahiscousinpenny","target":"people/_:ahi","id":"edges/2158910","_id":"edges/2158910"},{"typ":"hasFriend","source":"people/_:hotdog","target":"people/_:ahi","id":"edges/2159014","_id":"edges/2159014"},{"typ":"hasParticipant","source":"events/_:kevinlindtsfirstwords","target":"people/_:utalindt","id":"edges/2158616","_id":"edges/2158616"},{"typ":"hasFriend","source":"people/_:daltonwilcox","target":"people/_:darbyquinn","id":"edges/2158985","_id":"edges/2158985"},{"typ":"worksFor","source":"people/_:angus","target":"things/_:cameronmcgoniglesghosttoursthatarescary","id":"edges/2158916","_id":"edges/2158916"},{"typ":"worksFor","source":"people/_:laird","target":"things/_:cameronmcgoniglesghosttoursthatarescary","id":"edges/2159027","_id":"edges/2159027"},{"typ":"hasFriend","source":"people/_:lronhubbard","target":"people/_:amazingcriswell","id":"edges/2158518","_id":"edges/2158518"},{"typ":"hasParticipant","source":"events/_:joebongoteachessexunit","target":"people/_:joebongo","id":"edges/2158891","_id":"edges/2158891"},{"typ":"hasParticipant","source":"events/_:heatcuregoesawry","target":"people/_:andicallahanrn","id":"edges/2158823","_id":"edges/2158823"},{"typ":"hasFriend","source":"people/_:cameronmcgonigle","target":"people/_:laird","id":"edges/2158965","_id":"edges/2158965"},{"typ":"isSiblingOf","source":"people/_:tommcmahon","target":"people/_:patrickmcmahon","id":"edges/2159057","_id":"edges/2159057"},{"typ":"hasParticipant","source":"events/_:dondimelloandcactustonyattendwomplersbirthday","target":"people/_:drsethwompler","id":"edges/2158761","_id":"edges/2158761"},{"typ":"hasFriend","source":"people/_:cameronmcgonigle","target":"people/_:bryan","id":"edges/2158963","_id":"edges/2158963"},{"typ":"hasParticipant","source":"events/_:augustlindtvacationsinhawaii","target":"people/_:unnamedmarssimulatordoctor","id":"edges/2158674","_id":"edges/2158674"},{"typ":"hasParticipant","source":"events/_:dondimellosfindstony","target":"people/_:cactustony","id":"edges/2158786","_id":"edges/2158786"},{"typ":"hasParticipant","source":"events/_:dondimellostagesjewmanji","target":"people/_:dondimello","id":"edges/2158795","_id":"edges/2158795"},{"typ":"worksFor","source":"people/_:dougie","target":"things/_:cameronmcgoniglesghosttoursthatarescary","id":"edges/2159002","_id":"edges/2159002"},{"typ":"hasFriend","source":"people/_:cameronmcgonigle","target":"people/_:dougie","id":"edges/2158964","_id":"edges/2158964"},{"typ":"hasParticipant","source":"events/_:malbachmanmovestoaltadena","target":"people/_:malbachman","id":"edges/2158608","_id":"edges/2158608"},{"typ":"hasParticipant","source":"events/_:ahppublishesaparkingticketstory","target":"people/_:dondimello","id":"edges/2158516","_id":"edges/2158516"},{"typ":"livesAt","source":"people/_:mrfrancisco","target":"places/_:shadyviewboardandcare","id":"edges/2159036","_id":"edges/2159036"},{"typ":"occurredAt","source":"events/_:augustlindtvacationsinhawaii","target":"places/_:maunaloa","id":"edges/2158678","_id":"edges/2158678"},{"typ":"hasParticipant","source":"events/_:cameronmcgonigleisborn","target":"people/_:cameronmcgonigle","id":"edges/2158711","_id":"edges/2158711"},{"typ":"hasParticipant","source":"events/_:augustlindtvacationsinhawaii","target":"people/_:unnamedmarssimulatornasarep","id":"edges/2158676","_id":"edges/2158676"},{"typ":"hasParticipant","source":"events/_:edwardsollytutorshotdog","target":"people/_:elmeredwardsolly","id":"edges/2158810","_id":"edges/2158810"},{"typ":"isClientOf","source":"people/_:hotdog","target":"people/_:elmeredwardsolly","id":"edges/2159015","_id":"edges/2159015"},{"typ":"hasParticipant","source":"events/_:chipgardnerisborn","target":"people/_:chipgardner","id":"edges/2158726","_id":"edges/2158726"},{"typ":"hasParticipant","source":"events/_:billcarterisaccomplicetoabande","target":"people/_:billcarter","id":"edges/2158689","_id":"edges/2158689"},{"typ":"hasParticipant","source":"events/_:daltonwilcoxkillsthelochnessmonster","target":"people/_:daltonwilcox","id":"edges/2158743","_id":"edges/2158743"},{"typ":"isPossibleChildOf","source":"people/_:oscarmeyer","target":"people/_:hotdog","id":"edges/2159040","_id":"edges/2159040"},{"typ":"hasParticipant","source":"events/_:cactustonyisconvictedofliveburial","target":"people/_:cactustony","id":"edges/2158510","_id":"edges/2158510"},{"typ":"worksFor","source":"people/_:cactustony","target":"people/_:dondimello","id":"edges/2158958","_id":"edges/2158958"},{"typ":"hasFriend","source":"people/_:augustlindt","target":"people/_:theschmiedebergmonkey1","id":"edges/2158930","_id":"edges/2158930"},{"typ":"hasParticipant","source":"events/_:joebongogoesonsabbatical1","target":"people/_:joebongo","id":"edges/2158876","_id":"edges/2158876"},{"typ":"hasParticipant","source":"events/_:hotdogdecapitatesastranger","target":"people/_:unnamedscottishguy","id":"edges/2158840","_id":"edges/2158840"},{"typ":"hasParticipant","source":"events/_:billcarterattemptssuicide1","target":"people/_:billcarter","id":"edges/2158684","_id":"edges/2158684"},{"typ":"hasParticipant","source":"events/_:fatherofjoebongoisborn","target":"people/_:fatherofjoebongo","id":"edges/2158812","_id":"edges/2158812"},{"typ":"hasParticipant","source":"events/_:cactustonyisarrested","target":"people/_:cactustony","id":"edges/2158499","_id":"edges/2158499"},{"typ":"isChildOf","source":"people/_:joebongo","target":"people/_:fatherofjoebongo","id":"edges/2159022","_id":"edges/2159022"},{"typ":"hasParticipant","source":"events/_:augustlindtvacationsinhawaii","target":"people/_:unnamedmarssimulatorentrepreneur","id":"edges/2158675","_id":"edges/2158675"},{"typ":"occurredAt","source":"events/_:thirstiestghosteverisborn","target":"places/_:hotelduvin","id":"edges/2158555","_id":"edges/2158555"},{"typ":"isChildOf","source":"people/_:deanbuford","target":"people/_:billbuford","id":"edges/2158993","_id":"edges/2158993"},{"typ":"worksFor","source":"people/_:cameronmcgonigle","target":"things/_:cameronmcgoniglesghosttoursthatarescary","id":"edges/2158967","_id":"edges/2158967"},{"typ":"isSpouseOf","source":"events/_:shamusmcmahon","target":"people/_:shamusmcmahonsunnamedwife","id":"edges/2158479","_id":"edges/2158479"},{"typ":"isFormerMemberOf","source":"people/_:deanbuford","target":"things/_:rosebushred","id":"edges/2158995","_id":"edges/2158995"},{"typ":"livesAt","source":"people/_:philcollinsjr","target":"places/_:bajacantinamdr","id":"edges/2159033","_id":"edges/2159033"},{"typ":"isChildOf","source":"people/_:philcollinsjr","target":"people/_:philcollins","id":"edges/2159045","_id":"edges/2159045"},{"typ":"worksAt","source":"people/_:daltonwilcox","target":"things/_:uber","id":"edges/2158939","_id":"edges/2158939"},{"typ":"occurredAt","source":"events/_:augustlindttoursthecongo","target":"places/_:hopitaljasonsendweer","id":"edges/2158624","_id":"edges/2158624"},{"typ":"isMemberOf","source":"people/_:philcollinsjr","target":"things/_:rosebushred","id":"edges/2159046","_id":"edges/2159046"},{"typ":"hasParticipant","source":"events/_:chipgardnerhostszap","target":"people/_:jasonmantzoukas","id":"edges/2158724","_id":"edges/2158724"},{"typ":"occurredAt","source":"events/_:billcarterschildplatoon","target":"places/_:newmexicousa","id":"edges/2158629","_id":"edges/2158629"},{"typ":"isChildOf","source":"people/_:garylee","target":"people/_:geddylee","id":"edges/2159005","_id":"edges/2159005"},{"typ":"isMemberOf","source":"people/_:garylee","target":"things/_:rosebushred","id":"edges/2159006","_id":"edges/2159006"},{"typ":"isChildOf","source":"people/_:thomaslavergne","target":"people/_:arthurlavergne","id":"edges/2158918","_id":"edges/2158918"},{"typ":"hasWorkedFor","source":"people/_:gil","target":"places/_:arclightcinemas","id":"edges/2159010","_id":"edges/2159010"},{"typ":"hasFriend","source":"people/_:dondimello","target":"people/_:chipgardner","id":"edges/2158996","_id":"edges/2158996"},{"typ":"hasParticipant","source":"events/_:hotdogmoveson","target":"things/_:shanana","id":"edges/2158857","_id":"edges/2158857"},{"typ":"livesAt","source":"people/_:garylee","target":"places/_:bajacantinamdr","id":"edges/2159032","_id":"edges/2159032"},{"typ":"isClientOf","source":"people/_:chipgardner","target":"people/_:drspeedboat","id":"edges/2158972","_id":"edges/2158972"},{"typ":"hasParticipant","source":"events/_:daltonwilcoxkillsjekyll","target":"people/_:daltonwilcox","id":"edges/2158740","_id":"edges/2158740"},{"typ":"hasParticipant","source":"events/_:chipgardnerhitsrockbottom","target":"people/_:chipgardner","id":"edges/2158722","_id":"edges/2158722"},{"typ":"isChildOf","source":"people/_:daltonwilcoxunnameddaughter3","target":"people/_:daltonwilcox","id":"edges/2158988","_id":"edges/2158988"},{"typ":"isMemberOf","source":"people/_:dondimello","target":"things/_:bahai","id":"edges/2158593","_id":"edges/2158593"},{"typ":"isMemberOf","source":"people/_:raikardpalmer","target":"things/_:emersonlakepalmer","id":"edges/2158968","_id":"edges/2158968"},{"typ":"occurredAt","source":"events/_:gollymurdersafamilyonmaricopastreet","target":"places/_:maricopastphoenix","id":"edges/2158538","_id":"edges/2158538"},{"typ":"isMemberOf","source":"people/_:billbuford","target":"things/_:yesband","id":"edges/2158948","_id":"edges/2158948"},{"typ":"hasParticipant","source":"events/_:hotdogiscutfromhistowboat","target":"people/_:hamburgersurfer","id":"edges/2158573","_id":"edges/2158573"},{"typ":"isMemberOf","source":"people/_:geddylee","target":"things/_:rushband","id":"edges/2159007","_id":"edges/2159007"},{"typ":"hasParticipant","source":"events/_:joebongossexunitlosesaprop","target":"people/_:bonnieramirez","id":"edges/2158559","_id":"edges/2158559"},{"typ":"hasParticipant","source":"events/_:joebongoadvisesguttermanandbartiromo","target":"people/_:joebongo","id":"edges/2158872","_id":"edges/2158872"},{"typ":"hasParticipant","source":"events/_:joebongoauditionsforfriends","target":"people/_:joebongo","id":"edges/2158873","_id":"edges/2158873"},{"typ":"hasParticipant","source":"events/_:augustlindtattemptssuicide1","target":"people/_:augustlindt","id":"edges/2158666","_id":"edges/2158666"},{"typ":"hasFriend","source":"people/_:benalterman","target":"people/_:mrshakamora","id":"edges/2158933","_id":"edges/2158933"},{"typ":"hasParticipant","source":"events/_:joebongofindsbongos","target":"people/_:joebongo","id":"edges/2158874","_id":"edges/2158874"},{"typ":"occurredAt","source":"events/_:patrickmcmahonattemptssuicide1","target":"places/_:earwolfsunset","id":"edges/2158898","_id":"edges/2158898"},{"typ":"worksFor","source":"people/_:stuart","target":"things/_:cameronmcgoniglesghosttoursthatarescary","id":"edges/2159051","_id":"edges/2159051"},{"typ":"hasParticipant","source":"events/_:joebongoisattackedbysnakes","target":"people/_:joebongo","id":"edges/2158878","_id":"edges/2158878"},{"typ":"hasParticipant","source":"events/_:joebongoisinvolvedinacaraccident","target":"people/_:joebongo","id":"edges/2158880","_id":"edges/2158880"},{"typ":"hasWorkedAt","source":"people/_:tommcmahon","target":"things/_:unnamedmechanicbusiness","id":"edges/2159058","_id":"edges/2159058"},{"typ":"hasParticipant","source":"events/_:joebongostealsshoes","target":"people/_:joebongo","id":"edges/2158887","_id":"edges/2158887"},{"typ":"hasParticipant","source":"events/_:joebongoteachesdrugunit","target":"people/_:joebongo","id":"edges/2158888","_id":"edges/2158888"},{"typ":"hasParticipant","source":"events/_:dondimellostruewest","target":"people/_:nicknolte","id":"edges/2158802","_id":"edges/2158802"},{"typ":"hasParticipant","source":"events/_:dondimellostruewest","target":"people/_:johncreilly","id":"edges/2158801","_id":"edges/2158801"},{"typ":"hasParticipant","source":"events/_:jeanclaudepepiauditionsfornosferatu","target":"people/_:jeanclaudepepi","id":"edges/2158866","_id":"edges/2158866"},{"typ":"hasParticipant","source":"events/_:jeanclaudepepiisborn","target":"people/_:jeanclaudepepi","id":"edges/2158868","_id":"edges/2158868"},{"typ":"hasParticipant","source":"events/_:patrickmcmahonliftsarelic","target":"people/_:patrickmcmahon","id":"edges/2158466","_id":"edges/2158466"},{"typ":"hasParticipant","source":"events/_:jeanclaudepepishootsageicospot","target":"people/_:jeanclaudepepi","id":"edges/2158869","_id":"edges/2158869"},{"typ":"isChildOf","source":"people/_:gretalindt","target":"people/_:augustlindt","id":"edges/2158924","_id":"edges/2158924"},{"typ":"hasParticipant","source":"events/_:dondimellosheyreallygiger","target":"people/_:andrewlloydwebber","id":"edges/2158788","_id":"edges/2158788"},{"typ":"worksFor","source":"people/_:daltonwilcoxvaultguy","target":"people/_:daltonwilcox","id":"edges/2158546","_id":"edges/2158546"},{"typ":"livesAt","source":"people/_:gil","target":"places/_:toweringpinespsychiatric","id":"edges/2158539","_id":"edges/2158539"},{"typ":"hasParticipant","source":"events/_:kevinlindtsfirstwords","target":"people/_:kevinlindt","id":"edges/2158617","_id":"edges/2158617"},{"typ":"hasFriend","source":"people/_:gil","target":"people/_:chipgardner","id":"edges/2159008","_id":"edges/2159008"},{"typ":"hasParticipant","source":"events/_:hotdogwaterskisonamotorcycle","target":"people/_:hotdog","id":"edges/2158865","_id":"edges/2158865"},{"typ":"hasFriend","source":"people/_:gil","target":"people/_:dondimello","id":"edges/2159009","_id":"edges/2159009"},{"typ":"occurredAt","source":"events/_:weebrucediesatedinburghcastle","target":"places/_:edinburghcastle","id":"edges/2158544","_id":"edges/2158544"},{"typ":"hasParticipant","source":"events/_:gilgetsaspotoncbb","target":"people/_:gil","id":"edges/2158814","_id":"edges/2158814"},{"typ":"isSpouseOf","source":"people/_:crystalalterman","target":"people/_:bigbobpinto","id":"edges/2158982","_id":"edges/2158982"},{"typ":"occurredAt","source":"events/_:dondimellopresentsdisneyspuffthemagicdragon","target":"places/_:pasadenafairytaletheatre","id":"edges/2158809","_id":"edges/2158809"},{"typ":"hasParticipant","source":"events/_:gilmeetsgolly","target":"people/_:gil","id":"edges/2158818","_id":"edges/2158818"},{"typ":"hasParticipant","source":"events/_:joebongoteachessexunit","target":"people/_:marissawompler","id":"edges/2158892","_id":"edges/2158892"},{"typ":"hasParticipant","source":"events/_:dondimellosdisneyszootopia","target":"people/_:dondimello","id":"edges/2158799","_id":"edges/2158799"},{"typ":"hasWorkedAt","source":"people/_:billcarter","target":"places/_:ballyshollywood","id":"edges/2158951","_id":"edges/2158951"},{"typ":"hasFriend","source":"people/_:chipgardner","target":"people/_:gil","id":"edges/2158973","_id":"edges/2158973"},{"typ":"hasParticipant","source":"events/_:edwardsollytutorshotdog","target":"people/_:hotdog","id":"edges/2158811","_id":"edges/2158811"},{"typ":"hasParticipant","source":"events/_:dondimelloandcactustonyattendwomplersbirthday","target":"people/_:ericgutterman","id":"edges/2158762","_id":"edges/2158762"},{"typ":"hasFriend","source":"people/_:dondimello","target":"people/_:gil","id":"edges/2158997","_id":"edges/2158997"},{"typ":"occurredAt","source":"events/_:augustlindtvisitsepcot","target":"places/_:epcotcenter","id":"edges/2158680","_id":"edges/2158680"},{"typ":"livesAt","source":"people/_:golly","target":"places/_:toweringpinespsychiatric","id":"edges/2158540","_id":"edges/2158540"},{"typ":"hasParticipant","source":"events/_:hotdogintroducesfirearms","target":"people/_:hotdog","id":"edges/2158847","_id":"edges/2158847"},{"typ":"worksAt","source":"people/_:bertmahoney","target":"things/_:unnamedplumbingco","id":"edges/2158944","_id":"edges/2158944"},{"typ":"hasParticipant","source":"events/_:patrickmcmahonisnamedpersonoftheyear","target":"people/_:patrickmcmahon","id":"edges/2158902","_id":"edges/2158902"},{"typ":"hasParticipant","source":"events/_:gilgetsaspotoncbb","target":"people/_:golly","id":"edges/2158815","_id":"edges/2158815"},{"typ":"isChildOf","source":"people/_:ezrapalmer","target":"people/_:raikardpalmer","id":"edges/2159003","_id":"edges/2159003"},{"typ":"occurredAt","source":"events/_:joebongoisinvolvedinacaraccident","target":"places/_:burtonchacepark","id":"edges/2158882","_id":"edges/2158882"},{"typ":"hasParticipant","source":"events/_:gilmeetsgolly","target":"people/_:golly","id":"edges/2158819","_id":"edges/2158819"},{"typ":"hasParticipant","source":"events/_:kevinlindtsitsonacat2","target":"people/_:kevinlindt","id":"edges/2158467","_id":"edges/2158467"},{"typ":"worksFor","source":"people/_:weebruce","target":"things/_:cameronmcgoniglesghosttoursthatarescary","id":"edges/2158547","_id":"edges/2158547"},{"typ":"hasParticipant","source":"events/_:byrondennistongetsthescoop","target":"people/_:byrondenniston","id":"edges/2158698","_id":"edges/2158698"},{"typ":"hasParticipant","source":"events/_:byrondennistongoestoprison1","target":"people/_:byrondenniston","id":"edges/2158699","_id":"edges/2158699"},{"typ":"hasWorkedFor","source":"people/_:cactustony","target":"people/_:jackfitzgerald","id":"edges/2158960","_id":"edges/2158960"},{"typ":"hasParticipant","source":"events/_:chipgardnerisrunoverbyajeep","target":"people/_:scottaukerman","id":"edges/2158729","_id":"edges/2158729"},{"typ":"hasParticipant","source":"events/_:byrondennistonisborn","target":"people/_:byrondenniston","id":"edges/2158701","_id":"edges/2158701"},{"typ":"hasParticipant","source":"events/_:daltonwilcoxkillsjekyll","target":"people/_:daltonwilcox","id":"edges/2158741","_id":"edges/2158741"},{"typ":"hasParticipant","source":"events/_:byrondennistonrevealstoomuch","target":"people/_:byrondenniston","id":"edges/2158702","_id":"edges/2158702"},{"typ":"occurredAt","source":"events/_:dannymahoneymeetsscottaukerman","target":"places/_:melroseatgower","id":"edges/2158754","_id":"edges/2158754"},{"typ":"hasParticipant","source":"events/_:byrondennistonkidnapsbeetlebailey","target":"people/_:princegeorgeofcambridge","id":"edges/2158468","_id":"edges/2158468"},{"typ":"occurredAt","source":"events/_:joebongogoesonsabbatical1","target":"places/_:largo","id":"edges/2158877","_id":"edges/2158877"},{"typ":"hasWorkedFor","source":"people/_:cactustony","target":"people/_:andicallahanrn","id":"edges/2158955","_id":"edges/2158955"},{"typ":"hasParticipant","source":"events/_:augustlindtvisitsannefrankhuis","target":"people/_:augustlindt","id":"edges/2158622","_id":"edges/2158622"},{"typ":"hasWorkedFor","source":"people/_:cactustony","target":"people/_:billcarter","id":"edges/2158956","_id":"edges/2158956"},{"typ":"hasParticipant","source":"events/_:trynottogethitbythesehammers","target":"people/_:gameshowcontestantrickstubble","id":"edges/2158640","_id":"edges/2158640"},{"typ":"worksFor","source":"people/_:cactustony","target":"places/_:arclightcinemas","id":"edges/2158961","_id":"edges/2158961"},{"typ":"hasParticipant","source":"events/_:cactustonyburieshendrixmurphy","target":"people/_:cactustony","id":"edges/2158501","_id":"edges/2158501"},{"typ":"hasParticipant","source":"events/_:bachmananddimelloseethechildrenshour","target":"people/_:dondimello","id":"edges/2158603","_id":"edges/2158603"},{"typ":"worksFor","source":"people/_:bryan","target":"things/_:cameronmcgoniglesghosttoursthatarescary","id":"edges/2158954","_id":"edges/2158954"},{"typ":"hasParticipant","source":"events/_:ahppublishesaparkingticketstory","target":"people/_:cactustony","id":"edges/2158515","_id":"edges/2158515"},{"typ":"hasParticipant","source":"events/_:multiplechildrenarerippedapartbyrottweilers","target":"people/_:cactustony","id":"edges/2158579","_id":"edges/2158579"},{"typ":"hasParticipant","source":"events/_:andicallahangetsanape","target":"people/_:cactustony","id":"edges/2158662","_id":"edges/2158662"},{"typ":"hasParticipant","source":"events/_:bookingagentismurdered","target":"people/_:cactustony","id":"edges/2158694","_id":"edges/2158694"},{"typ":"hasParticipant","source":"events/_:cactustonyleaveshome","target":"people/_:aunteileen","id":"edges/2158709","_id":"edges/2158709"},{"typ":"hasParticipant","source":"events/_:cactustonyisinterrogated1","target":"people/_:cactustony","id":"edges/2158704","_id":"edges/2158704"},{"typ":"hasParticipant","source":"events/_:cactustonyisinterrogated2","target":"people/_:cactustony","id":"edges/2158705","_id":"edges/2158705"},{"typ":"hasParticipant","source":"events/_:dondimelloandcactustonyattendwomplersbirthday","target":"people/_:cactustony","id":"edges/2158757","_id":"edges/2158757"},{"typ":"livesAt","source":"people/_:mrshakamora","target":"places/_:shadyviewboardandcare","id":"edges/2159039","_id":"edges/2159039"},{"typ":"hasParticipant","source":"events/_:dondimellofindsachild","target":"people/_:cactustony","id":"edges/2158776","_id":"edges/2158776"},{"typ":"hasParticipant","source":"events/_:dondimellosdisneyspeterpan","target":"people/_:cactustony","id":"edges/2158780","_id":"edges/2158780"},{"typ":"hasParticipant","source":"events/_:cactustonyisinterrogated2","target":"people/_:dondimello","id":"edges/2158706","_id":"edges/2158706"},{"typ":"occurredAt","source":"events/_:patrickmcmahonliftsarelic","target":"places/_:limerickhuntmuseum","id":"edges/2158465","_id":"edges/2158465"},{"typ":"hasParticipant","source":"events/_:dondimellosdisneyswizardofoz","target":"people/_:cactustony","id":"edges/2158783","_id":"edges/2158783"},{"typ":"hasParticipant","source":"events/_:hotdogmoveson","target":"people/_:benalterman","id":"edges/2158854","_id":"edges/2158854"},{"typ":"hasParticipant","source":"events/_:dondimellosfindstony","target":"people/_:cactustony","id":"edges/2158787","_id":"edges/2158787"},{"typ":"hasParticipant","source":"events/_:hotdogmoveson","target":"things/_:nashasha","id":"edges/2158856","_id":"edges/2158856"},{"typ":"hasParticipant","source":"events/_:gilgetsaspotoncbb","target":"people/_:cactustony","id":"edges/2158813","_id":"edges/2158813"},{"typ":"hasParticipant","source":"events/_:hotdogiscutfromhistowboat","target":"people/_:hotdog","id":"edges/2158574","_id":"edges/2158574"},{"typ":"hasParticipant","source":"events/_:heatcuregoesawry","target":"people/_:cactustony","id":"edges/2158824","_id":"edges/2158824"},{"typ":"hasParticipant","source":"events/_:chipgardnerfollowssimpleminds","target":"people/_:chipgardner","id":"edges/2158719","_id":"edges/2158719"},{"typ":"hasParticipant","source":"events/_:chipgardnertriestoexhumejimmorrison","target":"people/_:jimmorrison","id":"edges/2158732","_id":"edges/2158732"},{"typ":"hasParticipant","source":"events/_:joebongoadvisesguttermanandbartiromo","target":"people/_:daniellebartiromo","id":"edges/2158870","_id":"edges/2158870"},{"typ":"occurredAt","source":"events/_:dondimellodirectstherockettes","target":"places/_:radiocity","id":"edges/2158774","_id":"edges/2158774"},{"typ":"seeAlso","source":"people/_:chipgardner","target":"people/_:gretchen","id":"edges/2158974","_id":"edges/2158974"},{"typ":"hasParticipant","source":"events/_:ceceliawilcoxismurdered","target":"people/_:daltonwilcoxunnameddaughter3","id":"edges/2158717","_id":"edges/2158717"},{"typ":"hasParticipant","source":"events/_:trynottogethitbythesehammers","target":"people/_:tipthompson","id":"edges/2158641","_id":"edges/2158641"},{"typ":"hasParticipant","source":"events/_:areyousmarterthanaroomfulofpoisonoussnakes","target":"people/_:tipthompson","id":"edges/2158643","_id":"edges/2158643"},{"typ":"hasParticipant","source":"events/_:dondimelloandcactustonyattendwomplersbirthday","target":"people/_:dabneycoleperson","id":"edges/2158759","_id":"edges/2158759"},{"typ":"hasParticipant","source":"events/_:wherediputmyjacketsuicide","target":"people/_:tipthompson","id":"edges/2158650","_id":"edges/2158650"},{"typ":"hasFriend","source":"people/_:chipgardner","target":"people/_:dondimello","id":"edges/2158971","_id":"edges/2158971"},{"typ":"hasParticipant","source":"events/_:byrondennistonkidnapsbeetlebailey","target":"people/_:byrondenniston","id":"edges/2158470","_id":"edges/2158470"},{"typ":"seeAlso","source":"people/_:chipgardner","target":"people/_:thelizard","id":"edges/2158975","_id":"edges/2158975"},{"typ":"hasParticipant","source":"events/_:mrsbronsongoesmissing","target":"people/_:dondimello","id":"edges/2158496","_id":"edges/2158496"},{"typ":"hasParticipant","source":"events/_:chipgardnerdebatescarolchanning","target":"people/_:chipgardner","id":"edges/2158636","_id":"edges/2158636"},{"typ":"hasParticipant","source":"events/_:becklandryburial","target":"people/_:becklandry","id":"edges/2158659","_id":"edges/2158659"},{"typ":"hasParticipant","source":"events/_:trynottogethitbythesehammers","target":"people/_:chipgardner","id":"edges/2158638","_id":"edges/2158638"},{"typ":"hasWorkedAt","source":"people/_:dondimello","target":"places/_:radiocity","id":"edges/2159000","_id":"edges/2159000"},{"typ":"hasParticipant","source":"events/_:hendrixmurphyisborn","target":"people/_:hendrixmurphy","id":"edges/2158508","_id":"edges/2158508"},{"typ":"hasParticipant","source":"events/_:areyousmarterthanaroomfulofpoisonoussnakes","target":"people/_:chipgardner","id":"edges/2158642","_id":"edges/2158642"},{"typ":"isChildOf","source":"people/_:codywakeman","target":"people/_:rickwakeman","id":"edges/2158992","_id":"edges/2158992"},{"typ":"hasParticipant","source":"events/_:hotdogmoveson","target":"people/_:hotdog","id":"edges/2158855","_id":"edges/2158855"},{"typ":"hasParticipant","source":"events/_:chipgardnerswifepasses","target":"people/_:chipgardner","id":"edges/2158647","_id":"edges/2158647"},{"typ":"hasParticipant","source":"events/_:chipgardnersstreetfightingyears","target":"people/_:chipgardner","id":"edges/2158648","_id":"edges/2158648"},{"typ":"hasParticipant","source":"events/_:dondimelloandcactustonyattendwomplersbirthday","target":"people/_:birthdaygirl","id":"edges/2158756","_id":"edges/2158756"},{"typ":"hasParticipant","source":"events/_:wherediputmyjacketsuicide","target":"people/_:chipgardner","id":"edges/2158651","_id":"edges/2158651"},{"typ":"hasParticipant","source":"events/_:chipgardnerappearsinlatimes","target":"people/_:chipgardner","id":"edges/2158718","_id":"edges/2158718"},{"typ":"hasParticipant","source":"events/_:chipgardnerhostszap","target":"people/_:chipgardner","id":"edges/2158723","_id":"edges/2158723"},{"typ":"hasParticipant","source":"events/_:gilmeetsgolly","target":"people/_:chipgardner","id":"edges/2158817","_id":"edges/2158817"},{"typ":"hasParticipant","source":"events/_:augustlindtvisitsepcot","target":"people/_:augustlindt","id":"edges/2158679","_id":"edges/2158679"},{"typ":"wasSpouseOf","source":"people/_:chipgardnersunnamedwife","target":"people/_:chipgardner","id":"edges/2158976","_id":"edges/2158976"},{"typ":"occurredAt","source":"events/_:daltonwilcoxkillsthelochnessmonster","target":"places/_:lochness","id":"edges/2158745","_id":"edges/2158745"},{"typ":"seeAlso","source":"people/_:thelizard","target":"people/_:chipgardner","id":"edges/2159053","_id":"edges/2159053"},{"typ":"hasParticipant","source":"events/_:dannymahoneymeetsscottaukerman","target":"people/_:scottaukerman","id":"edges/2158753","_id":"edges/2158753"},{"typ":"hasParticipant","source":"events/_:dondimelloattemptssuicide1","target":"people/_:dondimello","id":"edges/2158771","_id":"edges/2158771"},{"typ":"hasParticipant","source":"events/_:daltonwilcoxmurdersanallergic","target":"people/_:daltonwilcox","id":"edges/2158480","_id":"edges/2158480"},{"typ":"isMemberOf","source":"people/_:jasonwu","target":"things/_:rosebushred","id":"edges/2159020","_id":"edges/2159020"},{"typ":"hasParticipant","source":"events/_:trumpcommissionstherockettes","target":"people/_:dondimello","id":"edges/2158557","_id":"edges/2158557"},{"typ":"hasParticipant","source":"events/_:daltonwilcoxdisruptscellularservicenearearwolf","target":"people/_:daltonwilcox","id":"edges/2158652","_id":"edges/2158652"},{"typ":"occurredAt","source":"events/_:bachmananddimellospendtheweekendincorona","target":"places/_:coronaca","id":"edges/2158599","_id":"edges/2158599"},{"typ":"hasParticipant","source":"events/_:daltonwilcoxvsaninvisibleman","target":"people/_:daltonwilcox","id":"edges/2158653","_id":"edges/2158653"},{"typ":"hasParticipant","source":"events/_:dondimellosheyreallygiger","target":"people/_:hrgiger","id":"edges/2158790","_id":"edges/2158790"},{"typ":"isChildOf","source":"people/_:kevinlindt","target":"people/_:augustlindt","id":"edges/2158922","_id":"edges/2158922"},{"typ":"hasParticipant","source":"events/_:becklandryburial","target":"people/_:daltonwilcox","id":"edges/2158660","_id":"edges/2158660"},{"typ":"hasFriend","source":"people/_:benalterman","target":"people/_:mrshakamora","id":"edges/2158934","_id":"edges/2158934"},{"typ":"hasParticipant","source":"events/_:weebrucediesatedinburghcastle","target":"people/_:weebruce","id":"edges/2158543","_id":"edges/2158543"},{"typ":"isMemberOf","source":"people/_:ezrapalmer","target":"things/_:rosebushred","id":"edges/2159004","_id":"edges/2159004"},{"typ":"hasParticipant","source":"events/_:ceceliawilcoxismurdered","target":"people/_:daltonwilcox","id":"edges/2158714","_id":"edges/2158714"},{"typ":"hasParticipant","source":"events/_:dondimelloandcactustonyattendwomplersbirthday","target":"people/_:scottaukerman","id":"edges/2158769","_id":"edges/2158769"},{"typ":"hasParticipant","source":"events/_:daltonwilcoxattemptssuicide1","target":"people/_:daltonwilcox","id":"edges/2158737","_id":"edges/2158737"},{"typ":"isSpouseOf","source":"people/_:clivedundeeswife","target":"people/_:clivedundee","id":"edges/2158980","_id":"edges/2158980"},{"typ":"hasFriend","source":"people/_:mrshakamora","target":"people/_:benalterman","id":"edges/2159038","_id":"edges/2159038"},{"typ":"hasParticipant","source":"events/_:daltonwilcoxisborn","target":"people/_:daltonwilcox","id":"edges/2158739","_id":"edges/2158739"},{"typ":"hasParticipant","source":"events/_:hotdogaudition3","target":"people/_:hotdog","id":"edges/2158831","_id":"edges/2158831"},{"typ":"hasParticipant","source":"events/_:billcartervotesperot","target":"people/_:hrossperot","id":"edges/2158633","_id":"edges/2158633"},{"typ":"hasParticipant","source":"events/_:daltonwilcoxlastride","target":"people/_:daltonwilcox","id":"edges/2158746","_id":"edges/2158746"},{"typ":"hasParticipant","source":"events/_:stephaniegoldbergismurdered","target":"people/_:daltonwilcox","id":"edges/2158903","_id":"edges/2158903"},{"typ":"isChildOf","source":"people/_:daltonwilcox","target":"people/_:unnamedmotherofdaltonwilcox","id":"edges/2158919","_id":"edges/2158919"},{"typ":"seeAlso","source":"people/_:andicallahanrn","target":"people/_:god","id":"edges/2158914","_id":"edges/2158914"},{"typ":"isSpouseOf","source":"people/_:daltonwilcoxunnamedwife1","target":"people/_:daltonwilcox","id":"edges/2158946","_id":"edges/2158946"},{"typ":"hasFriend","source":"people/_:billcarter","target":"people/_:daltonwilcox","id":"edges/2158949","_id":"edges/2158949"},{"typ":"hasFriend","source":"people/_:billcarter","target":"people/_:rochelletheelf","id":"edges/2158950","_id":"edges/2158950"},{"typ":"hasParticipant","source":"events/_:ceceliawilcoxismurdered","target":"people/_:daltonwilcoxunnameddaughter2","id":"edges/2158716","_id":"edges/2158716"},{"typ":"hasParticipant","source":"events/_:augustlindtvacationsinhawaii","target":"people/_:unnamedmarssimulatorstowaway","id":"edges/2158677","_id":"edges/2158677"},{"typ":"hasParticipant","source":"events/_:chipgardnerswifepasses","target":"people/_:chipgardnersunnamedwife","id":"edges/2158646","_id":"edges/2158646"},{"typ":"hasParticipant","source":"events/_:thecactusesmeetcute","target":"people/_:cactustony","id":"edges/2158503","_id":"edges/2158503"},{"typ":"hasParticipant","source":"events/_:ceceliawilcoxismurdered","target":"people/_:ceceliawilcox","id":"edges/2158713","_id":"edges/2158713"},{"typ":"hasParticipant","source":"events/_:joebongossexunitlosesaprop","target":"people/_:joebongo","id":"edges/2158558","_id":"edges/2158558"},{"typ":"occurredAt","source":"events/_:daltonwilcoxmurdersacyclops","target":"places/_:gowergulch","id":"edges/2158494","_id":"edges/2158494"},{"typ":"hasParticipant","source":"events/_:chipgardnerisrunoverbyajeep","target":"people/_:jasonmantzoukas","id":"edges/2158728","_id":"edges/2158728"},{"typ":"hasParticipant","source":"events/_:gilmeetsgolly","target":"people/_:jasonmantzoukas","id":"edges/2158820","_id":"edges/2158820"},{"typ":"caresFor","source":"people/_:andicallahanrn","target":"people/_:bergenregionalbernard","id":"edges/2158912","_id":"edges/2158912"},{"typ":"hasParticipant","source":"events/_:dondimelloandcactustonyattendwomplersbirthday","target":"people/_:felipe","id":"edges/2158763","_id":"edges/2158763"},{"typ":"hasParticipant","source":"events/_:joebongostealsshoes","target":"people/_:jimmypage","id":"edges/2158886","_id":"edges/2158886"},{"typ":"caresFor","source":"people/_:andicallahanrn","target":"people/_:bergenregionalrosa","id":"edges/2158913","_id":"edges/2158913"},{"typ":"seeAlso","source":"people/_:god","target":"people/_:andicallahanrn","id":"edges/2159011","_id":"edges/2159011"},{"typ":"hasWorkedFor","source":"people/_:clivedundee","target":"things/_:u2","id":"edges/2158978","_id":"edges/2158978"},{"typ":"hasParticipant","source":"events/_:chipgardnertriestoexhumejimmorrison","target":"people/_:chipgardner","id":"edges/2158731","_id":"edges/2158731"},{"typ":"hasParticipant","source":"events/_:cactustonyisinterrogated2","target":"people/_:jasonmantzoukas","id":"edges/2158707","_id":"edges/2158707"},{"typ":"wasSpouseOf","source":"people/_:ingridalterman","target":"people/_:benalterman","id":"edges/2159018","_id":"edges/2159018"},{"typ":"hasParticipant","source":"events/_:chipgardnerisrunoverbyajeep","target":"people/_:chipgardner","id":"edges/2158727","_id":"edges/2158727"},{"typ":"hasParticipant","source":"events/_:clivedundeeisborn","target":"people/_:clivedundee","id":"edges/2158736","_id":"edges/2158736"},{"typ":"isMemberOf","source":"people/_:hotdog","target":"things/_:nashasha","id":"edges/2159016","_id":"edges/2159016"},{"typ":"hasParticipant","source":"events/_:shananasueshotdog","target":"people/_:hotdog","id":"edges/2158493","_id":"edges/2158493"},{"typ":"worksAt","source":"people/_:jimmyblades","target":"things/_:lotpinc","id":"edges/2158938","_id":"edges/2158938"},{"typ":"hasParticipant","source":"events/_:thegreatminingoflakesuperior","target":"people/_:hotdog","id":"edges/2158572","_id":"edges/2158572"},{"typ":"hasParticipant","source":"events/_:dondimellopresentsdisneyshanselandgretel","target":"people/_:dondimello","id":"edges/2158806","_id":"edges/2158806"},{"typ":"wasSpouseOf","source":"people/_:ceceliawilcox","target":"people/_:daltonwilcox","id":"edges/2158989","_id":"edges/2158989"},{"typ":"occurredAt","source":"events/_:ionetimekilledafrankenstein","target":"places/_:laramiefeedandwesternsupply","id":"edges/2159062","_id":"edges/2159062"},{"typ":"hasParticipant","source":"events/_:hotdoggetschewedoutbyhisbossathertz","target":"people/_:hotdog","id":"edges/2158575","_id":"edges/2158575"},{"typ":"livesAt","source":"people/_:stuart","target":"places/_:georgemackenzieofrosehaughmausoleum","id":"edges/2159050","_id":"edges/2159050"},{"typ":"hasParticipant","source":"events/_:cactustonyisconvictedofliveburial","target":"people/_:dondimello","id":"edges/2158511","_id":"edges/2158511"},{"typ":"hasParticipant","source":"events/_:dannymahoneymeetsjimmyblades","target":"people/_:dannymahoney","id":"edges/2158908","_id":"edges/2158908"},{"typ":"hasParticipant","source":"events/_:hotdogattemptssuicide1","target":"people/_:hotdog","id":"edges/2158825","_id":"edges/2158825"},{"typ":"worksFor","source":"people/_:alexandrahiggsportman","target":"things/_:pasadenanewspresstimesgazette","id":"edges/2158589","_id":"edges/2158589"},{"typ":"hasFriend","source":"people/_:cameronmcgonigle","target":"people/_:stuart","id":"edges/2158966","_id":"edges/2158966"},{"typ":"worksAt","source":"people/_:andicallahanrn","target":"places/_:bergenregional","id":"edges/2158915","_id":"edges/2158915"},{"typ":"hasParticipant","source":"events/_:hotdogaudition1","target":"people/_:hotdog","id":"edges/2158827","_id":"edges/2158827"},{"typ":"hasParticipant","source":"events/_:hotdogbecomesthird","target":"people/_:hotdog","id":"edges/2158834","_id":"edges/2158834"},{"typ":"hasParticipant","source":"events/_:hotdogbooksshananafraudulently","target":"people/_:hotdog","id":"edges/2158835","_id":"edges/2158835"},{"typ":"hasParticipant","source":"events/_:kevinlindtsfirstwords","target":"people/_:doulmanschmiedeberg","id":"edges/2158613","_id":"edges/2158613"},{"typ":"hasParticipant","source":"events/_:hotdogchangeshisname","target":"people/_:hotdog","id":"edges/2158838","_id":"edges/2158838"},{"typ":"hasFriend","source":"people/_:benalterman","target":"people/_:thewidowfeeney","id":"edges/2158935","_id":"edges/2158935"},{"typ":"hasParticipant","source":"events/_:dondimellosdisneyswizardofoz","target":"people/_:dondimello","id":"edges/2158784","_id":"edges/2158784"},{"typ":"isChildOf","source":"people/_:daltonwilcoxunnameddaughter2","target":"people/_:daltonwilcox","id":"edges/2158987","_id":"edges/2158987"},{"typ":"hasParticipant","source":"events/_:hotdogeatshisskis","target":"people/_:hotdog","id":"edges/2158842","_id":"edges/2158842"},{"typ":"hasParticipant","source":"events/_:dondimellostagesbeautyandthebeast","target":"people/_:malbachman","id":"edges/2158792","_id":"edges/2158792"},{"typ":"hasParticipant","source":"events/_:hotdogsearchessanddiegoforshanana","target":"people/_:hotdog","id":"edges/2158862","_id":"edges/2158862"},{"typ":"hasParticipant","source":"events/_:hotdogemailsscreaminscott","target":"people/_:hotdog","id":"edges/2158843","_id":"edges/2158843"},{"typ":"occurredAt","source":"events/_:lronhubbardburiesspectacles","target":"places/_:miamibeach","id":"edges/2158531","_id":"edges/2158531"},{"typ":"hasParticipant","source":"events/_:hotdoggetskickedoutofnashasha","target":"people/_:hotdog","id":"edges/2158845","_id":"edges/2158845"},{"typ":"hasParticipant","source":"events/_:andicallahangetsanape","target":"people/_:andicallahanrn","id":"edges/2158661","_id":"edges/2158661"},{"typ":"hasParticipant","source":"events/_:hotdogisborn","target":"people/_:hotdog","id":"edges/2158848","_id":"edges/2158848"},{"typ":"hasParticipant","source":"events/_:hotdogloseshisjacket","target":"people/_:hotdog","id":"edges/2158851","_id":"edges/2158851"},{"typ":"hasParticipant","source":"events/_:dondimellosheyreallygiger","target":"people/_:dondimello","id":"edges/2158789","_id":"edges/2158789"},{"typ":"hasParticipant","source":"events/_:hotdogmakesthehalloffame","target":"people/_:hotdog","id":"edges/2158852","_id":"edges/2158852"},{"typ":"hasParticipant","source":"events/_:hotdogrunsa50sbedandbreakfast","target":"people/_:hotdog","id":"edges/2158858","_id":"edges/2158858"},{"typ":"hasParticipant","source":"events/_:hotdogswifepasses","target":"people/_:hotdog","id":"edges/2158863","_id":"edges/2158863"},{"typ":"hasParticipant","source":"events/_:hotdogaudition2","target":"people/_:hotdog","id":"edges/2158829","_id":"edges/2158829"},{"typ":"isChildOf","source":"people/_:hotdogsunnamedson","target":"people/_:hotdog","id":"edges/2159017","_id":"edges/2159017"},{"typ":"hasParticipant","source":"events/_:joebongoadvisesguttermanandbartiromo","target":"people/_:ericgutterman","id":"edges/2158871","_id":"edges/2158871"},{"typ":"hasParticipant","source":"events/_:dondimelloamputatesrockettebeth","target":"people/_:dondimello","id":"edges/2158590","_id":"edges/2158590"},{"typ":"hasParticipant","source":"events/_:billcartertrainscarygrant","target":"people/_:carygrant","id":"edges/2158692","_id":"edges/2158692"},{"typ":"hasParticipant","source":"events/_:dondimellostagesbeautyandthebeast","target":"people/_:dondimellosanimalguy","id":"edges/2158793","_id":"edges/2158793"},{"typ":"livesAt","source":"people/_:ezrapalmer","target":"places/_:bajacantinamdr","id":"edges/2159034","_id":"edges/2159034"},{"typ":"isClientOf","source":"people/_:michaeljackson","target":"people/_:drspeedboat","id":"edges/2159030","_id":"edges/2159030"},{"typ":"hasParticipant","source":"events/_:hotdogswifepasses","target":"people/_:hotdogswife","id":"edges/2158864","_id":"edges/2158864"},{"typ":"isMemberOf","source":"people/_:kyledunforth","target":"things/_:rosebushred","id":"edges/2159026","_id":"edges/2159026"},{"typ":"hasFriend","source":"people/_:marissawompler","target":"people/_:dondimello","id":"edges/2159029","_id":"edges/2159029"},{"typ":"hasParticipant","source":"events/_:dondimelloandcactustonyattendwomplersbirthday","target":"people/_:marissawompler","id":"edges/2158768","_id":"edges/2158768"},{"typ":"hasParticipant","source":"events/_:joebongovotesforjohnbanderson","target":"people/_:johnbanderson","id":"edges/2158895","_id":"edges/2158895"},{"typ":"hasFriend","source":"people/_:mrfrancisco","target":"people/_:benalterman","id":"edges/2159031","_id":"edges/2159031"},{"typ":"hasParticipant","source":"events/_:joebongoteachesdrugunit","target":"people/_:marissawompler","id":"edges/2158889","_id":"edges/2158889"},{"typ":"hasFriend","source":"people/_:dondimello","target":"people/_:marissawompler","id":"edges/2158998","_id":"edges/2158998"},{"typ":"hasParticipant","source":"events/_:gilgetsaspotoncbb","target":"people/_:unnamedbookingagent","id":"edges/2158816","_id":"edges/2158816"},{"typ":"hasParticipant","source":"events/_:dondimellomeetsmarissawompler","target":"people/_:marissawompler","id":"edges/2158581","_id":"edges/2158581"},{"typ":"hasParticipant","source":"events/_:dondimelloandcactustonyattendwomplersbirthday","target":"people/_:katy","id":"edges/2158765","_id":"edges/2158765"},{"typ":"hasParticipant","source":"events/_:pnptgreviewsadondimelloshow","target":"people/_:dondimello","id":"edges/2158512","_id":"edges/2158512"},{"typ":"hasParticipant","source":"events/_:dondimelloandcactustonyattendwomplersbirthday","target":"people/_:tracirearden","id":"edges/2158770","_id":"edges/2158770"},{"typ":"isMemberOf","source":"people/_:malbachman","target":"things/_:episcopalchurch","id":"edges/2158594","_id":"edges/2158594"},{"typ":"hasParticipant","source":"events/_:dondimelloandcactustonyattendwomplersbirthday","target":"people/_:charlottelistler","id":"edges/2158758","_id":"edges/2158758"},{"typ":"hasParticipant","source":"events/_:dondimelloandcactustonyattendwomplersbirthday","target":"people/_:lizmathers","id":"edges/2158767","_id":"edges/2158767"},{"typ":"hasParticipant","source":"events/_:billcarterattemptssuicide2","target":"people/_:billcarter","id":"edges/2158686","_id":"edges/2158686"},{"typ":"hasParticipant","source":"events/_:kevinlindtsfirstwords","target":"people/_:gretalindt","id":"edges/2158615","_id":"edges/2158615"},{"typ":"hasParticipant","source":"events/_:dondimelloandcactustonyattendwomplersbirthday","target":"people/_:karim","id":"edges/2158764","_id":"edges/2158764"},{"typ":"isChildOf","source":"people/_:ashleypinto","target":"people/_:crystalalterman","id":"edges/2158925","_id":"edges/2158925"},{"typ":"hasParticipant","source":"events/_:hotdogbooksshananafraudulently","target":"things/_:shanana","id":"edges/2158836","_id":"edges/2158836"},{"typ":"hasParticipant","source":"events/_:dondimellofindsachild","target":"people/_:birthdaygirl","id":"edges/2158775","_id":"edges/2158775"},{"typ":"occurredAt","source":"events/_:margotchunkloseshervirginity","target":"places/_:laramiefeedandwesternsupply","id":"edges/2159061","_id":"edges/2159061"},{"typ":"worksAt","source":"people/_:dondimello","target":"places/_:arclightcinemas","id":"edges/2158999","_id":"edges/2158999"},{"typ":"hasWorkedAt","source":"people/_:dondimello","target":"things/_:unnamedmidtownpeeptheatre","id":"edges/2159001","_id":"edges/2159001"},{"typ":"hasParticipant","source":"events/_:dondimellomeetsmarissawompler","target":"people/_:dondimello","id":"edges/2158582","_id":"edges/2158582"},{"typ":"hasParticipant","source":"events/_:dondimellofindsachild","target":"people/_:dondimello","id":"edges/2158577","_id":"edges/2158577"},{"typ":"hasParticipant","source":"events/_:dondimellodirectstherockettes","target":"people/_:dondimello","id":"edges/2158773","_id":"edges/2158773"},{"typ":"hasParticipant","source":"events/_:talibantalentnight","target":"people/_:dondimello","id":"edges/2158585","_id":"edges/2158585"},{"typ":"hasParticipant","source":"events/_:hotdogaudition3","target":"things/_:shanana","id":"edges/2158832","_id":"edges/2158832"},{"typ":"hasParticipant","source":"events/_:areyousmarterthanaroomfulofpoisonoussnakes","target":"people/_:unnamedgameshowcontestant1","id":"edges/2158644","_id":"edges/2158644"},{"typ":"hasParticipant","source":"events/_:dondimelloaccidentallyjoinsthetaliban","target":"people/_:dondimello","id":"edges/2158588","_id":"edges/2158588"},{"typ":"hasParticipant","source":"events/_:woodstock99","target":"people/_:daltonwilcox","id":"edges/2158489","_id":"edges/2158489"},{"typ":"hasParticipant","source":"events/_:hotdogrunsan80sbedandbreakfast","target":"people/_:hotdog","id":"edges/2158860","_id":"edges/2158860"},{"typ":"hasParticipant","source":"events/_:dondimelloscoresexcesssandwiches","target":"people/_:dondimello","id":"edges/2158595","_id":"edges/2158595"},{"typ":"hasFriend","source":"people/_:cactustony","target":"people/_:zippy","id":"edges/2158506","_id":"edges/2158506"},{"typ":"hasParticipant","source":"events/_:billcarterschildplatoonindresden","target":"people/_:billcarter","id":"edges/2158631","_id":"edges/2158631"},{"typ":"hasFriend","source":"people/_:benalterman","target":"people/_:thewidowfeeney","id":"edges/2158936","_id":"edges/2158936"},{"typ":"hasParticipant","source":"events/_:bachmananddimelloseeequus","target":"people/_:dondimello","id":"edges/2158597","_id":"edges/2158597"},{"typ":"hasWorkedFor","source":"people/_:malbachman","target":"things/_:thefifthwall","id":"edges/2158611","_id":"edges/2158611"},{"typ":"hasParticipant","source":"events/_:uclatheatrepresentsglengarryglenross","target":"people/_:dondimello","id":"edges/2158605","_id":"edges/2158605"},{"typ":"hasParticipant","source":"events/_:daltonwilcoxkillsthelochnessmonster","target":"things/_:lochnessmonster","id":"edges/2158744","_id":"edges/2158744"},{"typ":"hasParticipant","source":"events/_:malbachmanmovestoaltadena","target":"people/_:dondimello","id":"edges/2158607","_id":"edges/2158607"},{"typ":"hasParticipant","source":"events/_:chipgardnerhostszap","target":"people/_:scottaukerman","id":"edges/2158725","_id":"edges/2158725"},{"typ":"hasParticipant","source":"events/_:dondimellopresentsdisneysfrozen","target":"people/_:dondimello","id":"edges/2158779","_id":"edges/2158779"},{"typ":"hasParticipant","source":"events/_:dondimellosdisneyspeterpan","target":"people/_:dondimello","id":"edges/2158781","_id":"edges/2158781"},{"typ":"hasParticipant","source":"events/_:johnnymcgorrybreaksandenters","target":"people/_:gretathecaretaker","id":"edges/2158565","_id":"edges/2158565"},{"typ":"hasParticipant","source":"events/_:billcarterschildplatoon","target":"people/_:billcarter","id":"edges/2158628","_id":"edges/2158628"},{"typ":"hasParticipant","source":"events/_:dondimellostagescinderella","target":"people/_:dondimello","id":"edges/2158796","_id":"edges/2158796"},{"typ":"hasParticipant","source":"events/_:dannymahoneybuysaboombox","target":"people/_:dannymahoney","id":"edges/2158749","_id":"edges/2158749"},{"typ":"hasFriend","source":"people/_:thewidowfeeney","target":"people/_:benalterman","id":"edges/2159055","_id":"edges/2159055"},{"typ":"hasWorkedAt","source":"people/_:irenetherockette","target":"places/_:radiocity","id":"edges/2159019","_id":"edges/2159019"},{"typ":"hasParticipant","source":"events/_:dondimellostruewest","target":"people/_:dondimello","id":"edges/2158800","_id":"edges/2158800"},{"typ":"hasParticipant","source":"events/_:dondimellopresentscdisneysomeondownandgetfuckedattheplanetarium","target":"people/_:dondimello","id":"edges/2158804","_id":"edges/2158804"},{"typ":"isFormerMemberOf","source":"people/_:patrickmcmahon","target":"things/_:dexysmidnightrunners","id":"edges/2159041","_id":"edges/2159041"},{"typ":"seeAlso","source":"people/_:jimmybongos","target":"people/_:joebongo","id":"edges/2159021","_id":"edges/2159021"},{"typ":"hasWorkedAt","source":"people/_:patrickmcmahon","target":"things/_:unnamedmedicalpackagingplant","id":"edges/2159043","_id":"edges/2159043"},{"typ":"hasParticipant","source":"events/_:dondimellossteelmagnolias","target":"people/_:dondimello","id":"edges/2158606","_id":"edges/2158606"},{"typ":"hasParticipant","source":"events/_:dannymahoneyattemptssuicide2","target":"people/_:dannymahoney","id":"edges/2158747","_id":"edges/2158747"},{"typ":"hasParticipant","source":"events/_:mrsbronsongoesmissing","target":"people/_:mrsbronson","id":"edges/2158497","_id":"edges/2158497"},{"typ":"seeAlso","source":"events/_:matrickpahahon","target":"people/_:patrickmcmahon","id":"edges/2158483","_id":"edges/2158483"},{"typ":"seeAlso","source":"events/_:johnnymcgorry","target":"people/_:patrickmcmahon","id":"edges/2158484","_id":"edges/2158484"},{"typ":"caresFor","source":"people/_:ahiscousinpenny","target":"people/_:ahi","id":"edges/2158911","_id":"edges/2158911"},{"typ":"hasParticipant","source":"events/_:dondimellofindsachild","target":"people/_:unnamedabandonedtoddler","id":"edges/2158578","_id":"edges/2158578"},{"typ":"hasParticipant","source":"events/_:patrickmcmahoncrashesaparty1","target":"people/_:patrickmcmahon","id":"edges/2158562","_id":"edges/2158562"},{"typ":"hasParticipant","source":"events/_:patrickmcmahonattemptssuicide1","target":"people/_:patrickmcmahon","id":"edges/2158897","_id":"edges/2158897"},{"typ":"worksAt","source":"people/_:billcarter","target":"things/_:trainerforthestarsseekingstars","id":"edges/2158953","_id":"edges/2158953"},{"typ":"hasParticipant","source":"events/_:patrickmcmahonisaccused","target":"people/_:patrickmcmahon","id":"edges/2158900","_id":"edges/2158900"},{"typ":"hasParticipant","source":"events/_:patrickmcmahonisborn","target":"people/_:patrickmcmahon","id":"edges/2158901","_id":"edges/2158901"},{"typ":"isSpouseOf","source":"events/_:shamusmcmahonsunnamedwife","target":"people/_:shamusmcmahon","id":"edges/2158482","_id":"edges/2158482"},{"typ":"hasParticipant","source":"events/_:themcgorrykidnappings","target":"people/_:shamusmcmahon","id":"edges/2158486","_id":"edges/2158486"},{"typ":"livesAt","source":"people/_:billcarter","target":"places/_:marktwainhotella","id":"edges/2158627","_id":"edges/2158627"},{"typ":"hasParticipant","source":"events/_:billcarterdoestopsecretbusiness","target":"people/_:billcarter","id":"edges/2158632","_id":"edges/2158632"},{"typ":"hasParticipant","source":"events/_:billcartervotesperot","target":"people/_:billcarter","id":"edges/2158634","_id":"edges/2158634"},{"typ":"hasParticipant","source":"events/_:billcartercheersaraceriot","target":"people/_:billcarter","id":"edges/2158687","_id":"edges/2158687"},{"typ":"occurredAt","source":"events/_:joebongoisinvolvedinacaraccident","target":"places/_:ritzcarltonmdrparking","id":"edges/2158881","_id":"edges/2158881"},{"typ":"hasParticipant","source":"events/_:billcarterisborn","target":"people/_:billcarter","id":"edges/2158690","_id":"edges/2158690"},{"typ":"hasParticipant","source":"events/_:daltonwilcoxmurdersacyclops","target":"people/_:daltonwilcox","id":"edges/2158495","_id":"edges/2158495"},{"typ":"isChildOf","source":"people/_:gunterlindt","target":"people/_:augustlindt","id":"edges/2158923","_id":"edges/2158923"},{"typ":"wasClientOf","source":"people/_:carygrant","target":"people/_:billcarter","id":"edges/2158970","_id":"edges/2158970"},{"typ":"worksAt","source":"people/_:victor","target":"things/_:trainerforthestarsseekingstars","id":"edges/2159059","_id":"edges/2159059"},{"typ":"worksAt","source":"people/_:augustlindt","target":"places/_:schmiedebergpretzelcompany","id":"edges/2158931","_id":"edges/2158931"},{"typ":"hasParticipant","source":"events/_:kevinlindtsfirstwords","target":"people/_:augustlindt","id":"edges/2158618","_id":"edges/2158618"},{"typ":"hasFriend","source":"people/_:dondimello","target":"people/_:falcon","id":"edges/2158929","_id":"edges/2158929"},{"typ":"occurredAt","source":"events/_:cactustonyisconvictedofliveburial","target":"places/_:21choices","id":"edges/2158478","_id":"edges/2158478"},{"typ":"hasParticipant","source":"events/_:augustlindtattemptssuicide2","target":"people/_:augustlindt","id":"edges/2158619","_id":"edges/2158619"},{"typ":"hasParticipant","source":"events/_:joebongovotesforjohnbanderson","target":"people/_:joebongo","id":"edges/2158894","_id":"edges/2158894"},{"typ":"hasParticipant","source":"events/_:augustlindtattemptssuicideatearwolf","target":"people/_:augustlindt","id":"edges/2158668","_id":"edges/2158668"},{"typ":"hasParticipant","source":"events/_:augustlindtisarrestedatgraceland","target":"people/_:augustlindt","id":"edges/2158670","_id":"edges/2158670"},{"typ":"hasParticipant","source":"events/_:augustlindtvacationsinhawaii","target":"people/_:augustlindt","id":"edges/2158672","_id":"edges/2158672"},{"typ":"hasParticipant","source":"events/_:billcartertrainscarygrant","target":"people/_:billcarter","id":"edges/2158691","_id":"edges/2158691"},{"typ":"hasParticipant","source":"events/_:augustlindtwinsbestandydalycharacter","target":"people/_:augustlindt","id":"edges/2158683","_id":"edges/2158683"},{"typ":"hasParticipant","source":"events/_:mrswilcoxismurdered","target":"people/_:daltonwilcoxunnamedwife1p","id":"edges/2158905","_id":"edges/2158905"},{"typ":"occurredAt","source":"events/_:dondimellosdisneyspeterpan","target":"places/_:pasadenafairytaletheatre","id":"edges/2158782","_id":"edges/2158782"},{"typ":"hasParticipant","source":"events/_:dondimellostagesbeautyandthebeast","target":"people/_:dondimello","id":"edges/2158791","_id":"edges/2158791"},{"typ":"hasFriend","source":"people/_:theschneidermannmonkey1","target":"people/_:augustlindt","id":"edges/2159054","_id":"edges/2159054"},{"typ":"worksAt","source":"people/_:dannymahoney","target":"things/_:lotpinc","id":"edges/2158990","_id":"edges/2158990"},{"typ":"hasParticipant","source":"events/_:hotdogisrescuedbythelizard","target":"people/_:hotdog","id":"edges/2158849","_id":"edges/2158849"},{"typ":"hasWorkedAt","source":"people/_:dannymahoney","target":"things/_:unnamedplumbingco","id":"edges/2158991","_id":"edges/2158991"},{"typ":"hasParticipant","source":"events/_:dannymahoneyfallsasleep","target":"people/_:dannymahoney","id":"edges/2158513","_id":"edges/2158513"},{"typ":"hasParticipant","source":"events/_:dannymahoneybuysaheavycoat","target":"people/_:dannymahoney","id":"edges/2158750","_id":"edges/2158750"},{"typ":"hasParticipant","source":"events/_:dannymahoneymeetsscottaukerman","target":"people/_:dannymahoney","id":"edges/2158752","_id":"edges/2158752"},{"typ":"hasParticipant","source":"events/_:dannymahoneyimmunizeshisbrother","target":"people/_:dannymahoney","id":"edges/2158941","_id":"edges/2158941"},{"typ":"isChildOf","source":"people/_:bertmahoney","target":"people/_:dannymahoneysbrother","id":"edges/2158943","_id":"edges/2158943"},{"typ":"hasParticipant","source":"events/_:dondimellofindsachild","target":"people/_:dondimello","id":"edges/2158777","_id":"edges/2158777"},{"typ":"hasParticipant","source":"events/_:cactustonyisinterrogated2","target":"people/_:scottaukerman","id":"edges/2158708","_id":"edges/2158708"},{"typ":"hasParticipant","source":"events/_:gilmeetsgolly","target":"people/_:scottaukerman","id":"edges/2158821","_id":"edges/2158821"},{"typ":"hasParticipant","source":"events/_:dondimelloburieswife1","target":"people/_:dondimello","id":"edges/2158587","_id":"edges/2158587"},{"typ":"hasParticipant","source":"events/_:ashleypintossweetsixteen","target":"people/_:benalterman","id":"edges/2158664","_id":"edges/2158664"},{"typ":"isChildOf","source":"people/_:crystalalterman","target":"people/_:benalterman","id":"edges/2158981","_id":"edges/2158981"},{"typ":"isPetOf","source":"people/_:pietrothedog","target":"people/_:benalterman","id":"edges/2159047","_id":"edges/2159047"},{"typ":"hasFriend","source":"people/_:crystalalterman","target":"people/_:littlebarnabus","id":"edges/2158983","_id":"edges/2158983"},{"typ":"livesAt","source":"people/_:codywakeman","target":"places/_:bajacantinamdr","id":"edges/2159035","_id":"edges/2159035"},{"typ":"isSpouseOf","source":"people/_:bigbobpinto","target":"people/_:crystalalterman","id":"edges/2158945","_id":"edges/2158945"},{"typ":"hasFriend","source":"people/_:littlebarnabus","target":"people/_:crystalalterman","id":"edges/2159028","_id":"edges/2159028"},{"typ":"hasParticipant","source":"events/_:ashleypintossweetsixteen","target":"people/_:ashleypinto","id":"edges/2158663","_id":"edges/2158663"},{"typ":"hasParticipant","source":"events/_:cactustonyburieshendrixmurphy","target":"people/_:hendrixmurphy","id":"edges/2158500","_id":"edges/2158500"},{"typ":"livesAt","source":"people/_:thewidowfeeney","target":"places/_:shadyviewboardandcare","id":"edges/2159056","_id":"edges/2159056"},{"typ":"hasParticipant","source":"events/_:kevinlindtsfirstwords","target":"people/_:gunterlindt","id":"edges/2158614","_id":"edges/2158614"},{"typ":"worksAt","source":"people/_:mrfrancisco","target":"places/_:unnamedlotionshop","id":"edges/2159037","_id":"edges/2159037"},{"typ":"isMemberOf","source":"people/_:falcon","target":"things/_:russianorthodoxchurch","id":"edges/2158592","_id":"edges/2158592"},{"typ":"hasParticipant","source":"events/_:dondimelloburieswife1","target":"people/_:falcon","id":"edges/2158586","_id":"edges/2158586"},{"typ":"livesAt","source":"people/_:malbachman","target":"places/_:altadenaca","id":"edges/2158609","_id":"edges/2158609"},{"typ":"hasParticipant","source":"events/_:bachmananddimelloseeequus","target":"people/_:malbachman","id":"edges/2158596","_id":"edges/2158596"},{"typ":"hasParticipant","source":"events/_:bachmananddimellospendtheweekendincorona","target":"people/_:malbachman","id":"edges/2158601","_id":"edges/2158601"},{"typ":"hasParticipant","source":"events/_:bachmananddimelloseethechildrenshour","target":"people/_:malbachman","id":"edges/2158602","_id":"edges/2158602"},{"typ":"hasParticipant","source":"events/_:uclatheatrepresentsglengarryglenross","target":"people/_:malbachman","id":"edges/2158604","_id":"edges/2158604"},{"typ":"hasWorkedAt","source":"people/_:jimmyblades","target":"things/_:takemywifekeys","id":"edges/2158909","_id":"edges/2158909"},{"typ":"hasParticipant","source":"events/_:gollymurdersafamilyonmaricopastreet","target":"people/_:golly","id":"edges/2158537","_id":"edges/2158537"},{"typ":"occurredAt","source":"events/_:lronhubbardsspectaclesarefound","target":"places/_:miamibeach","id":"edges/2158530","_id":"edges/2158530"},{"typ":"hasParticipant","source":"events/_:hotdogemailsscreaminscott","target":"people/_:screaminscottsimon","id":"edges/2158844","_id":"edges/2158844"},{"typ":"hasParticipant","source":"events/_:wherediputmyjacketsuicide","target":"people/_:unnamedgameshowcontestant1","id":"edges/2158649","_id":"edges/2158649"},{"typ":"hasParticipant","source":"events/_:prisonbargeriotof79","target":"people/_:gameshowcontestantchipgomand","id":"edges/2158637","_id":"edges/2158637"},{"typ":"worksAt","source":"people/_:hendrixmurphy","target":"places/_:johnnyssportshop","id":"edges/2158507","_id":"edges/2158507"},{"typ":"hasParticipant","source":"events/_:areyousmarterthanaroomfulofpoisonoussnakes","target":"people/_:gameshowcontestantcliff","id":"edges/2158645","_id":"edges/2158645"},{"typ":"isMemberOf","source":"people/_:rickwakeman","target":"things/_:yesband","id":"edges/2158947","_id":"edges/2158947"},{"typ":"hasParticipant","source":"events/_:dondimelloamputatesrockettebeth","target":"people/_:formerrockettebeth","id":"edges/2158591","_id":"edges/2158591"},{"typ":"hasParticipant","source":"events/_:dannymahoneyimmunizeshisbrother","target":"people/_:dannymahoneysbrother","id":"edges/2158940","_id":"edges/2158940"},{"typ":"occurredAt","source":"events/_:woodstock99","target":"places/_:romeny","id":"edges/2158488","_id":"edges/2158488"},{"typ":"occurredAt","source":"events/_:lronhubbardhidesunderpants","target":"places/_:parisfr","id":"edges/2158525","_id":"edges/2158525"},{"typ":"occurredAt","source":"events/_:lronhubbardsunderpantsarefound","target":"places/_:parisfr","id":"edges/2158526","_id":"edges/2158526"},{"typ":"hasParticipant","source":"events/_:bookingagentismurdered","target":"people/_:golly","id":"edges/2158696","_id":"edges/2158696"},{"typ":"occurredAt","source":"events/_:lronhubbardsmarkersarefound","target":"places/_:madisonwi","id":"edges/2158528","_id":"edges/2158528"},{"typ":"occurredAt","source":"events/_:amandadies","target":"places/_:brewlabcoffeeedinburgh","id":"edges/2158554","_id":"edges/2158554"},{"typ":"occurredAt","source":"events/_:joebongoisinvolvedinacaraccident","target":"places/_:tonypsdocksidemdr","id":"edges/2158885","_id":"edges/2158885"},{"typ":"occurredAt","source":"events/_:dondimelloaccidentallyjoinsthetaliban","target":"places/_:bahrain","id":"edges/2158583","_id":"edges/2158583"},{"typ":"hasParticipant","source":"events/_:hotdogrunsa50sbedandbreakfast","target":"things/_:unnamed50sbedandbreakfast","id":"edges/2158859","_id":"edges/2158859"},{"typ":"hasParticipant","source":"events/_:sheinistrickedontotheadppp2","target":"people/_:daltonwilcox","id":"edges/2158657","_id":"edges/2158657"},{"typ":"occurredAt","source":"events/_:joebongoisinvolvedinacaraccident","target":"places/_:historicmarinadelreylighthouse","id":"edges/2158883","_id":"edges/2158883"},{"typ":"occurredAt","source":"events/_:thegreatminingoflakesuperior","target":"places/_:lakesuperior","id":"edges/2158570","_id":"edges/2158570"},{"typ":"hasFriend","source":"people/_:veronicamelcher","target":"people/_:slamminoliverrothwell","id":"edges/2158926","_id":"edges/2158926"},{"typ":"hasParticipant","source":"events/_:bookingagentismurdered","target":"people/_:gil","id":"edges/2158695","_id":"edges/2158695"},{"typ":"hasParticipant","source":"events/_:clivedundeeattemptssuicide","target":"people/_:clivedundee","id":"edges/2158734","_id":"edges/2158734"},{"typ":"occurredAt","source":"events/_:augustlindtattemptssuicide2","target":"places/_:seattlespaceneedle","id":"edges/2158620","_id":"edges/2158620"},{"typ":"occurredAt","source":"events/_:augustlindttoursskokieil","target":"places/_:tommybahamaskokie","id":"edges/2158626","_id":"edges/2158626"},{"typ":"hasParticipant","source":"events/_:chipgardnerdebatescarolchanning","target":"people/_:carolchanning","id":"edges/2158635","_id":"edges/2158635"},{"typ":"occurredAt","source":"events/_:billcarterschildplatoonindresden","target":"places/_:dresdende","id":"edges/2158630","_id":"edges/2158630"},{"typ":"occurredAt","source":"events/_:ashleypintossweetsixteen","target":"places/_:courtyardoldtown","id":"edges/2158665","_id":"edges/2158665"}]}],"hasMore":false,"cached":false,"extra":{"stats":{"writesExecuted":0,"writesIgnored":0,"scannedFull":499,"scannedIndex":1192,"filtered":0,"httpRequests":0,"executionTime":0.08453822135925293},"warnings":[{"code":1202,"message":"vertex 'events/_:matrickpahahon' not found"},{"code":1202,"message":"vertex 'events/_:johnnymcgorry' not found"},{"code":1202,"message":"vertex 'events/_:shamusmcmahonsunnamedwife' not found"},{"code":1202,"message":"vertex 'events/_:shamusmcmahon' not found"},{"code":1202,"message":"vertex 'people/_:theschneidermannmonkey1' not found"},{"code":1202,"message":"vertex 'people/_:daltonwilcoxunnamedwife1p' not found"},{"code":1202,"message":"vertex 'things/_:hotdog' not found"},{"code":1202,"message":"vertex 'things/_:ahi' not found"}]},"error":false,"code":201}