{"result":[{"daly":"false","_id":"people/_:becklandry","id":"people/_:becklandry","label":"Beck Landry","nami":"Landry, Beck","has_murdered":{"code":1},"article":["Beck Landry is a cowboy who spends most of his time in the high country.","He is known to rarely smile and to highly-value his cowboy hat."]},{"daly":"false","_id":"people/_:laird","id":"people/_:laird","label":"Laird","nami":null,"has_murdered":{"code":2,"explain":"Countless horses, certainly."},"article":["Laird works at Cameron McGonigle's Ghost Tours That Are Scary in Edinburgh, Scotland, setting fire to horses."]},{"daly":"true","_id":"people/_:cameronmcgonigle","id":"people/_:cameronmcgonigle","label":"Cameron McGonigle","nami":"McGonigle, Cameron","has_murdered":{"code":2,"explain":"Scores of horses, at least."},"article":["Cameron McGonigle (b. 1979) is an independent Scottish ghost tour coordinator who doesn't like it when things are funny at the strip club.","He owns and operates Cameron McGonigle's Ghost Tours That Are Scary in Edinburgh, Scotland."]},{"daly":"false","_id":"people/_:elmeredwardsolly","id":"people/_:elmeredwardsolly","label":"Elmer Edward Solly","nami":"Solly, Elmer Edward","has_murdered":{"code":1},"article":["Edward Solly was a murderer who assumed the identity of former Sha Na Na guitarist Vinnie Taylor.","For fifteen years he tutored and groomed Hot Dog to become a member of that band."]},{"daly":"true","_id":"people/_:joebongo","id":"people/_:joebongo","label":"Joe (Bongo) Dunleavy","nami":null,"has_murdered":{"code":1},"article":["Joe Bongo is a health and driving educator at Marina del Rey High School in California with a nontraditional teaching style - he plays bongos in class; encourages students to share with classmates intimate details about their lives; teaches kids how to speedball; plays 'Find The Ping Pong Ball'; and solicits ideas for new Kama Sutra positions.","He occasionally encourages his students to stand on their desks and call him 'Captain.'","He wears a beautiful set of (fake) teeth which make him salivate and spit in the classes he teaches, making the experience 'a little slushy' for the front row.","He lives in a tent on a speedboat in Marina del Rey.","He's 'pretty good at tricking people out onto the water' via fake whale watching tours.","He believes he may be the father of a number of children who look like him and are proficient at playing the bongos as well.","He considers himself a drug survivor, a designation with which not everybody agrees except perhaps his doctor, who has determined that Mr. Bongo is operating on only two of the four quadrants of his brain.","In lieu of drugs, Mr. Bongo now practices a number of different approaches to achieving natural highs such as oxygen and sleep deprivation, squatting-and-standing-very-fast, and acid.","He does parking lot security and cafeteria duty at MDRHS and doubles as a driver's ed instructor (despite being responsible for the most expensive car accident in the history of Marina del Rey)."," Mr. Bongo commands a musical combination called Rosebush Red, does not own a watch and has openly admitted to flunking students in order to maintain a more stable lineup for that outfit.","He gets into a lot of fights with charicaturists out on the Venice Fishing Pier and he hasn't purchased a single 'Guiness Book of World Records' since they stopped certifying and endorsing dangerous stunts.","He claims to have 3 fathers (does not know which is biological) and he writes one sexually-explicit letter a day to Ian Anderson of Jethro Tull.","He has expressed dissatisfaction with the decreasing length of conjugal visits in the California state penal system."," Mr. Bongo does not have a birthday and therefore marks time by counting the Olympics - by 2015 he had seen 18 long jump competitions, placing his age somewhere above 72.","He is not an android and he's 'tired of the question.'","He does own a rug made of human hair; has been 'brutally beaten on a number occasions' for not having his bongos with him; and believes himself to be the inspiration behind the character of Isaac on ABC's 'The Love Boat' because, for a while, he was a bartender on a cruise ship - this despite him, at that time, not being an African-American."]},{"daly":"true","_id":"people/_:golly","id":"people/_:golly","label":"Golly","nami":null,"has_murdered":{"code":1},"article":["Golly is a sentient ventriloquist dummy that takes many forms (cardboard box; sneaker; found human tooth; a piece of wood; the wind; a fish; several shirts; a pill bottl; a tin can; a boot; Gil's hand; a turtle; a tissue box; a dead dog; an earring; a few different squirrels; a shovel; a pair of pants; a broken bottle; and a knife)","He prefers to be called a gentleman.","He likes beautiful ladies with big hips and is a 'proponent of murder in all of its forms.'","He has a temper and once participated (successfully) in a Murder Club out in International Waters."]},{"daly":"true","_id":"people/_:jackfitzgerald","id":"people/_:jackfitzgerald","label":"Jack Fitzgerald","nami":"Fitzgerald, Jack","has_murdered":{"code":2,"explain":"A notorious gadfly, Mr. Fitzgerald started a 'college' in his back yard in which local young women were shackled to tall poles moored in concrete. It is unclear if it was by the hand of Mr. Fitzgerald himself or his 'admissions officer' Cactus Tony, but the school became littered with human remains."},"article":["Jack Fitzgerald is a gadfly and contrarian, a fly in the ointment.","He has been arrested 'many, many times' and lives with his mother next to the Los Angeles river, in which he washes his only set of clothes.","He supposedly successfully won an injunction against Halloween on the grounds that it constituted a public demonstration for which no permit had been issued.","Most of his income is from not doing things he said he would do - $100/per.","He holds court at the Gower Gulch Starbucks.","He attended the United College of Arts & Sciences & Knowledge and later founded a college in his back yard, primarily attended by a couple of girls and assisted by one Cactus Tony.","Jack owns a coat hanger made of the human remains of his former student body.","He makes many decisions by laying out the entrails of former college students and intuiting cosmic advice."]},{"daly":"true","_id":"people/_:byrondenniston","id":"people/_:byrondenniston","label":"Byron Denniston","nami":"Denniston, Byron","has_murdered":{"code":1},"article":["Byron Denniston (b.approx 1943) is an amateur Royal Watcher and aspiring sorcerer and Practicer of Black Magic from the United Kingdom.","He lives in a treehouse built by a magician that is perched outside of Kensington Palace. As such, he was able to scoop what he thought were potential names for the forthcoming baby that would come to be known as His Royal Highness Prince Louis of Cambridge.","He owns a hat made by a 'true, authentic African' and, in 2013, at least, intended to impersonate a doctor and kidnap the royal child and sit on the throne of Australia.","As of CBB#300 in July 2014, the former part of the plan at least appeared successful; however by CBB#564 in September of 2018 Mr. Denniston had already done a stint in HR Prison Wandsworth in London due to a misunderstanding with the guards at Kensington Palace.","In Wandsworth, Mr. Denniston promoted himself to guard after the former guard drowned in a large pot of lukewarm soup, worked the remaining 3 hours of the shift, and then promptly escaped.","He has a remarkable success rate absconding with royal babies and interacting with them offsite before leaving them to be returned by passers-by.","Daily he drinks one coffee and writes one letter to The Daily Mail.","He is not a squirrel but he is stealthy and fleet of foot, is therefore is able to share lunches with citizens in Hyde Park and, occasionally, steal their wallets.","He owns a collection of 'thousands upon thousands' of adult wigs, none of which fit a baby's head.","He wears a vest full of small throwing knives and always carries a small bottle of Chloroform.","He is possibly immortal, possibly a modern incarnation of the Wizard Merlin (unproven).","He has accidentally, from time to time, poisoned a baby with food."]},{"daly":"true","_id":"people/_:cactustony","id":"people/_:cactustony","label":"Cactus Tony","nami":null,"has_murdered":{"code":1},"article":["Cactus (Anthony) Tony, named for his predilection for making love to cactuses, is a utility guy, mostly.","Formerly a member of the Croatian Special Forces whose hands are 'registered weapons when combined with a shovel,' and formerly both a prisoner and a prison guard, he is described at times as a 'gadfly'; a 'man about town'; 'unencumbered by a sense of right and wrong'; 'up for anything' ; 'good at digging holes,'; and 'the Poet Laureate of the Car Circuit' (where the Car Circuit is a cadre of homeless who sleep in unlocked cars in and around Los Angeles).","He is a known cohort of Don DiMello and Andi Callahan.","He routinely files away Andi Callahan's fingerprints for him; he very likely was the 'Rapids Rapist' in rural Wisconsin; everything he wears is made from a snake; and he's terrific with kids.","Tony left home at 11 years of age when 'shit went bad' and his parents asked him to leave. He didn't leave immediately, was then 'set-to with a hammer' while he read the funny papers and left finally.","He was unable to return even had he wanted because his parents had told him he had a severe paper allergy and they had intentionally scrambled the address on his house.","In his later years, overcoming the paper allergy, he every Christmas writes a letter to his aunt Eileen in 'China, USA.'","He currently works at the ArcLight, giving hand jobs at the command of Don DiMello in return, usually, for popcorn.","He works as well at Jack Fitzgerald's backyard college, for which he serves as an admissions officer.","Following his defenestration from the Earwolf studios, he was in rough shape, tooling around Los Angeles 'clearly brain-damaged' in 'a filthy wheelchair' made 'entirely out of snakeskin,' according to Gil, for whom he posed as a booking agent."]},{"daly":"true","_id":"people/_:chipgardner","id":"people/_:chipgardner","label":"Chip Gardner","nami":"Gardner, Chip","has_murdered":{"code":1},"article":["Chip Gardner (b. 1968) is a former L.A.-area radio DJ and host.","He hosted such game shows as 'Electrified or Burning Hot'; 'Zap'; 'Can You Find You Way to the Surface?'; 'See if You Can Hold This for Half an Hour'; and \"Where'd I Put My Jacket?\".","A majority of these games turned out to have been unwinnable.","In 2011 Gardner launched a campaign to become the next Honorary Mayor of Hollywood.","He is significantly younger than he looks 'for several reasons,' which includes certainly his face having been run over by a Jeep leading him to wear masks for a considerable run of his career - including his stint hosting SIYCHTFHAH during which he wore a mask that constantly dripped blood.","He lives in a home in the Hollywood Hills that operates not unlike a high security asylum and experimental operating room for captured transients and former contestants on the television game show 'Zap,' the former of whom he has been labotomizing and stitching together to become a vessel for Satan should he return to Earth.","He has been known to captain vessels which host murder clubs in International Waters.","He may have perished in a murder club and become a living vessel for Satan himself.","An appearance on Comedy Bang! Bang! #300 revealed that subsequent plastic surgeries have left him looking like Vincent d'Onofrio's alien character from the film 'Men in Black.'","Chip is also known as the Side-by-Side Gretchen and has been sued more than once by the Jim Morrison estate."]},{"daly":"true","_id":"people/_:daltonwilcox","id":"people/_:daltonwilcox","label":"Dalton Wilcox","nami":"Wilcox, Dalton","has_murdered":{"code":1},"article":["Dalton Wilcox (b. 1956) is a real cowboy and such a celebrated chronicler and collector of the wit and wisdom of the West (a fact encoded in \"The World Book\") that he is often called the Poet Laureate of the West, a moniker that was very likely coined by himself in his hard copy newsletter."," He is the author of 'You Must Buy Your Wife at Least as Much Jewelry as You Buy Your Horse (and Other Poems and Observations, Humorous and Otherwise, from a Life on the Range) by Dalton Wilcox' which, due to the incompetence of his publisher, is largely not available anywhere.","His sequel to Buy Your Wife is called 'You Still Have to Buy Your Wife at Least as Much Jewelry as You Buy Your Horse (and Even More Poems and Additional Observations, Humorous and Otherwise, from a Life Still Being Lived on the Range) by Dalton Wilcox, Who Also Wrote the Last Book.'","","He has also authored such poems as \"The Lonesome Cowboy,\" \"The Lonesome Cowboy 2018,\" \"There's Other Things a Cowboy Can Also Fuck,\" \"I Have Been to Goddamned Europe,\" and \"Ben Cartwright Buried Three Wives\".","Implied in his poem, \"Ebenezer Wilcox,\" are multiple vehicular homicides; the murders of (the ghosts of) Sherriff Ben McBride, Deputy Gear and a curious passer-by; and the shooting of a young werecat boy. The poem is dedicated to the latter three.","He is plagued by -- and a self-declared vanquisher of -- mummies, Frankensteins, creatures from The Black Lagoon, and vampires but is occasionally suspected of vampirism himself.","He knows how to hollow-out a horse and put a girl in there.","He keeps a stake of wood down his pantleg at all times and he lives in Manhattan in the dorm room of his college-aged girlfriend.","He has, he says, 'changed several people's names.'","He is, evidently, a pimp in both New York City and in International Waters.","In 2014 it was revealed he had been training with Bill Carter for years in anticipation of an epic battle between good and evil and that he has a fake penis that he whittled himself after an incident involving a Land Virginie and a rattlesnake.","He is on the record stating that, if asked by a prostitute with whom he intends to be amorous to take a shower or remove his clothes, he will mostly comply. If asked to 'wear a frilly hat' by a prostitue, however, he will seek the services of a different woman.","He is a loyal customer of Alamo Rent A Car; has been to Scotland; has had a tail surgically attached at one point that was later removed; and has destroyed his own collection of butterflies, wing by wing, when they themselves turned into monsters.","In early 2019, Mr. Wilcox changed his name to Walton Dilcox and began driving Uber shifts in his truck, murdering 100% of his rides.","While he doesn't like to admit it, preferring instead to be perceived as a respectable author, he does keep a cadre of girls out on a boat in international waters.","On CBB#599 he was challenged to fashion a 'bun gun' - a weapon that fires a hot dog bullet - an accepted it.","Also on CBB#599 he announced the working title of his next book: If You Thought You Were Done Buying at Least as Much Jewelry for Your Wife as You Buy Your Horse You Are Sorely Mistaken and Other Poems and Observations from a Life that Believe it or Not is Still Being Lived on the Range by Dalton Wilcox Who Wrote the First Book and the Second Book and has Now Written the Third Book by Dalton Wilcox.'"]},{"daly":"true","_id":"people/_:andicallahanrn","id":"people/_:andicallahanrn","label":"Andi Callahan, RN","nami":"Callahan, Andi","has_murdered":{"code":1},"article":["Andi Callahan is an uncredentialed medical professional and documented tax evader who enjoys frailty, has a history of experimenting on stray animals and transients out of an abandoned house, and now works at the Long-Term Care Floor of Bergen Regional Medical Center in New Jersey where many of the senior citizen patients are suffering from dementia and were committed against their will.","He laughs a lot.","He is sensitive to bigotry in the nursing profession and at times has gotten physical about it.","His interest in human medicine began when he got his hands on an ape that could beg for its life.","In 2011 he wrote a comedic memoir about his adventures as an RN, primarily featuring the crazy things said and done by his patients.","He has witnessed the light disappear from the eyes of a human more than 500 times. Including animals the total is estimated (by Andi) to be more than 10,000. Twenty of those were penguins."]},{"daly":"true","_id":"people/_:hotdog","id":"people/_:hotdog","label":"Hot Dog","nami":null,"has_murdered":{"code":1},"article":["Hot Dog (b. 1954 or 1956 or 1946) is a waterskiing hot dog who has A) always been a person, B) been to the Pantages Theatre many times, C) doesn't know a lot about space, and D) frequently (50 times as of February 2016) auditions to be a member of Sha Na Na.","After moving to California he briefly wrote water skiing-themed spec scripts for TV sitcoms such as 'Alice.'","He has owned and operated more than one haunted, themed bed and breakfast.","He at one time considered surgical breast implants as a means to get backstage at Sha Na Na shows but eventually discounted the notion.","His last will and testament requests he be turned into an *actual* hot dog upon death.","He sidelines at the Hertz desk at the Bob Hope Airport in Burbank, but has great difficulty pushing the supplemental insurance.","He sidelines at Manhattan Beach selling sunglasses.","Wherever you could arguably say his legs end - that's where his shorts begin.","He used to own a classic car -- a 1988 Volvo (86 by some accounts, a 1987 Ford Aerostar by others) -- but had to sell it. Despite, he regularly attends Classic Car Night at Big Bog's in Toluca Lake.","In early 2014 it was implied but never proven that he had originally been booked on Comedy Bang! Bang! fraudulently by Cactus Tony.","His son is constantly being abducted by the woman who eventually became his personal, live-in cook.","He claims he can strip a Triumph motorcycle down to its constituent pieces in about two and a half years and that he's the third man in history to have sexual intercourse on water skis.","He admitted on CBB#400 that he has perhaps murdered 40-50 people, largely at the behest of known murderer Edward Solly.","He once danced The Water Twist for nine months straight.","The toilet at his home is lined with white, shag carpet.","Some time in late 2018, early 2019 he was sued out of his water skiis by the rock n' roll cover band Sha Na Na. Hot Dog represented himself at trial.","A boiler room in his home is still full of telephones from the time he ran a day-laboror-run phone bank."]},{"daly":"false","_id":"people/_:charlottelistler","id":"people/_:charlottelistler","label":"Charlotte Listler","nami":"Listler, Charlotte","has_murdered":{"code":1},"article":["Charlotte Listler is a former sniper, a current educator and educarer.","She runs the Starz Academy at Marina del Rey High School in California, is 1/18th Native American, and has an exhaustive collection of soft rock n roll."]},{"daly":"true","_id":"people/_:dondimello","id":"people/_:dondimello","label":"Don DiMello","nami":"DiMello, Don","has_murdered":{"code":1},"article":["Don DiMello is a theatrical director from Connecticut, known for many annual Rockettes shows at Radio City Music Hall as well as a number of geurilla productions, primarily at the Pasedena Fairytale Theatre in  California.","He first worked as a sewer vermin wrangler and then a property damager before falling in love with theatre arts at a Midtown peep show.","He was community-raised in a brothel that was later burned to the ground in a likely case of arson.","His earliest memory is witnessing a shooting of a prostitute at said brothel.","He is a 'bit of a drooler,' wears his lucky Carhartt sweatpants every Christmas season, and his patent for a 'Pussy Pastie' has been pending since at least 2011.","He has been 'trying to get into heroin for years.'","He sidelines as the night manager of ArcLight Cinemas in Los Angeles.","He is the supreme commander -- the embodiment of all evil in the known and unknown universe throughout perpetuity and to the dawn of time and forever for all time -- of Gil the ventriloquist dummy who is in turn the supreme commander of Satan on Earth.","He signs his name accompanied by a tiny doodle of women's breasts."]},{"daly":"true","_id":"people/_:augustlindt","id":"people/_:augustlindt","label":"August Lindt","nami":"Lindt, August","has_murdered":{"code":1},"article":["August Lindt is a salt tester and maker of Tang-soaked pretzels from Düsseldorf, Germany.","August is an avid traveler.","In 2010, receiving only three months of vacation, he opted to leave his family back in Düsseldorf and visit Hollywood, California where he hatched an ultimately unsuccessful bid to commit suicide.","He is work friends with a monkey and has a purturbed family life.","On Comedy Bang! Bang! #475 it was revealed the Mr. Lindt can see water in slow motion."]},{"daly":"true","_id":"people/_:shooter","id":"people/_:shooter","label":"Shooter","nami":null,"has_murdered":{"code":2,"explain":"Shooter has admitted to 'going up on a rooftop' to 'take potshots,' which suggests it's likely but unadmitted that some of the victims perhaps expired from their injuries."},"article":["Shooter is an L.A.-based comedian whose first national tour was supposed to occur in Fall 2009.","Prior to that he would sit at Buzz Coffee near Sunset to watch women on the escalators letting out from Cardio Ballet.","He admitted on Comedy Bang! Bang! #14 that he sometimes will 'go up on a rooftop and take potshots' and, in fact, admitted he shot somebody 'a couple of times.'"]},{"daly":"false","_id":"people/_:falcon","id":"people/_:falcon","label":"Falcon","nami":null,"has_murdered":{"code":2,"explain":"Charged with stale Rockettes who ultimately disappear, it's unclear who actually pulls the trigger on the wolf attacks."},"article":["Falcon has emphysema and remains active on Friendster.","He runs a working farm in upstate New York where former Rockettes are sent by Don DiMello when they're no longer nice in the legs or jugs, lose too many teeth, or get too lippy.","Falcon travels 'almost exclusively' by cargo ship."]},{"daly":"false","_id":"people/_:gameshowcontestantchipgomand","id":"people/_:gameshowcontestantchipgomand","label":"Game Show Contestant Chip Gomand","nami":"Gomand, Chip","has_murdered":{"code":1},"article":["Chip Gomand is a former prison guard who competed for the name Marleygot Foreleanor on Chip Gardner's 'Yes But Can You Still do it if We Set You on Fire?' and subsequently perished."]}],"hasMore":false,"cached":false,"extra":{"stats":{"writesExecuted":0,"writesIgnored":0,"scannedFull":194,"scannedIndex":0,"filtered":175,"httpRequests":0,"executionTime":0.0012502670288085938,"peakMemoryUsage":140167},"warnings":[]},"error":false,"code":201}