add bartleby, sally jespa et al - adppp #1
get the journeymen (from second wilcox adppp ep)
add mcmahon's limericks
add Winston Black, Carlisle Dunhill, Baxter Fields, Tom Sherwood, Lester Delwood, Wesley Norton and their murders by DW?
[
  {
    "_key": "_:daltonwilcox",
    "daly": "true",
    "name": "Dalton Wilcox",
    "nami": "Wilcox, Dalton",
    "article": [
      "Dalton Wilcox (b. 1956) is a real cowboy and such a celebrated chronicler and collector of the wit and wisdom of the West (a fact encoded in \"The World Book\") that he is often called the Poet Laureate of the West, a moniker that was very likely coined by himself in his hard copy newsletter.",
      " He is the author of 'You Must Buy Your Wife at Least as Much Jewelry as You Buy Your Horse (and Other Poems and Observations, Humorous and Otherwise, from a Life on the Range) by Dalton Wilcox' which, due to the incompetence of his publisher, is largely not available anywhere.",
      "The book features 32 different recipes for beans (some of them thinly-veiled duplicates), a number of blank pages, a mirror, and multiple pictures of penises drawn by Mr. Wilcox, himself.",
      "His sequel to Buy Your Wife is called 'The Fast & The Furious Presents: You Still Have to Buy Your Wife at Least as Much Jewelry as You Buy Your Horse (and Even More Poems and Additional Observations, Humorous and Otherwise, from a Life Still Being Lived on the Range) by Dalton Wilcox, Who Also Wrote the Last Book and May Well Write the Next One (If He Feels Like It)'.",
      "",
      "He has also authored such poems as \"The Lonesome Cowboy,\" \"That Lonesome Cowboy in 2018,\" \"There's Other Things a Cowboy Can Also Fuck,\" \"I One Time Killed a Frankenstein,\" \"Ebenezer Wilcox,\" \"Regarding the Situation of the Evil Versus Good Battle that is Commencing Here on the Twilight Nether Region to Decide Whether Everybody Who's Died Since 1981 is Going to Heaven or Hell,\" \"Also Mummies,\" \"A Dangerous Life,\" \"I Have Been to Goddamned Europe,\" \"Ben Cartwright Buried Three Wives,\" and \"A Visit to Pittock Mansion.\"",
      "Implied in his poem, \"Ebenezer Wilcox,\" are multiple vehicular homicides; the murders of (the ghosts of) Sherriff Ben McBride, Deputy Gear and a curious passer-by; and the shooting of a young werecat boy. The poem is dedicated to the latter three.",
      "He is plagued by -- and a self-declared vanquisher of -- mummies, Frankensteins, creatures from The Black Lagoon, and vampires but is occasionally suspected of vampirism himself.",
      "He knows how to hollow-out a horse and put a girl in there.",
      "He keeps a stake of wood down his pantleg at all times and he lives in Manhattan in the dorm room of his college-aged girlfriend.",
      "He has, he says, 'changed several people's names.'",
      "He is, evidently, a pimp in both New York City and in International Waters.",
      "In 2014 it was revealed he had been training with Bill Carter for years in anticipation of an epic battle between good and evil and that he has a fake penis that he whittled himself after an incident involving a Land Virginie and a rattlesnake.",
      "He is on the record stating that, if asked by a prostitute with whom he intends to be amorous to take a shower or remove his clothes, he will mostly comply. If asked to 'wear a frilly hat' by a prostitue, however, he will seek the services of a different woman.",
      "He is a loyal customer of Alamo Rent A Car; has been to Scotland; has had a tail surgically attached at one point that was later removed; and has destroyed his own collection of butterflies, wing by wing, when they themselves turned into monsters.",
      "In early 2019, Mr. Wilcox changed his name to Walton Dilcox and began driving Uber shifts in his truck, murdering 100% of his rides.",
      "While he doesn't like to admit it, preferring instead to be perceived as a respectable author, he does keep a cadre of girls out on a boat in international waters.",
      "On CBB#599 he was challenged to fashion a 'bun gun' - a weapon that fires a hot dog bullet - and accepted the offer.",
      "Also on CBB#599 he announced the working title of his next book: If You Thought You Were Done Buying at Least as Much Jewelry for Your Wife as You Buy Your Horse You Are Sorely Mistaken and Other Poems and Observations from a Life that Believe it or Not is Still Being Lived on the Range by Dalton Wilcox Who Wrote the First Book and the Second Book and has Now Written the Third Book by Dalton Wilcox.'",
      "At a live CBB in Portland, Oregon, ('the bullshit west,' according to Mr. Wilcox), he admitted to paying for a basic cable package.",
      "At this same show, he admitted that he believes a Hydrox is better than an Oreo."
    ],
    "has_murdered": {
      "code": 1,
      "explain": [
        "In a poem read aloud on #CBB300, Mr. Wilcox claims to have killed Satan himself on numerous occasions. Moreover it is widely recognized, but never admitted by Mr. Wilcox himself, that the many vampires, werewolves, mummies, and assorted other monsters that have been felled by Mr. Wilcox have all simply been humans with which Mr. Wilcox had some sort of ill relation or whom, according to an episode of 'Bananas for Bonanza' at the 2018 Peecast Blast in Los Angeles, had bad allergies.",
        "In a poem also read at Peecast 2018, he appeared to confess to killing 'a Mexican family because I was drunk driving too fast.' It is one of several such admissions that could, strictly-speaking, be the fiction of poetry but probably is not.",
        "A final admission is pretty certainly a truth - that the 'jewelry' he got his wife was a silver bullet, right in the heart."
      ]
    }
  },
  {
    "_key": "_:glenwoodvaughan",
    "daly": "false",
    "name": "Glenwood Vaughan",
    "nami": "Vaughan, Glenwood",
    "article": [
      "Glenwood Vaughan is a butler, chauffeur, barber, Lyft-scheduler, trampoline repairman, takeout caller, dental floss washer, Former-Baron-of-Renfrew-impersonator, nose blower, beekeeper, cook, suit presser, tandem bicycle pedaler, shoe prepper, bird trainer, dialect coach, and wing man to William George Frederick Schmitt-Hoffman XXVIII.",
      "He reads bedtime stories to Mr. Schmitt-Hoffman.",
      "He also administers surgery-grade anesthesia to the former Baron of Renfrew."
    ]
  },
  {
    "_key": "_:williamgeorgefrederickschmitthoffmanxxviii",
    "daly": "true",
    "name": "William George Frederick Schmitt-Hoffman XXVIII",
    "nami": "Schmitt-Hoffman, William George Frederick XXVIII",
    "article": [
      "William George Frederick Schmitt-Hoffman XXVIII is the host of 'The Great American Cabinet of Curiosities' podcast.",
      "His titles include: Margrave of Upper Lausitz; Former Margrave of Lower Lausitz; Two-Time Customer of the Week at the Beverly Hills Coffee Bean & Tea Leaf; Royal Knight Companion of the Noble Order of the Thistle; Vice Laird of Aershire; Newbury Award Nominee; Member in Good Standing of the Order of Merit; Member in Good Standing of the National Honor Society; and Former Baron of Renfrew.",
      "He is a two-time winner of the Outland Tropy.",
      "He is the only living two-time self-nomimee for the Teen Choice Awards.",
      "He was formerly driven around in a Toyota by Glenwood Vaughan.",
      "He grew up squatting in various mansions across the European countryside.",
      "Penniless -- his money is tied up in castles and tapestries -- he lives in a dilapidated mansion with spotty WiFi in Beverly Hills, California, with Glenwood Vaughan, six families of ferile raccoons (plus two unaffiliated), and countless rats and bats.",
      "Over the course of TGACoC it is slowly revealed that he and Glenwood Vaughan fled Europe under fraudulent passports due to unmet 'expectations' that he would pay for various 'products and services.'",
      "There is a 'persistent family rumor' that he has a twin brother who is living in poverty somewhere in Germany.",
      "He lost the title of 'Baron of Renfrew' to a Greek businessman in a game of checkers, the rules of which he did not know at all well.",
      "People with whom Mr. Schmitt-Hoffman claims to be related include: Winston Churchill, Ghengis Khan, Louis XVI, and Louis XIV.",
      "He is a documented lover of the Trader Joe's peanut butter pretzels.",
      "He 'fundamentally' doesn't understand cartoons."
    ]
  },
  {
    "_key": "_:unnamedgreekbusinessman",
    "daly": "false",
    "name": "Unnamed Greek Businessman",
    "article": [
      "Unnamed Greek Businessman is the relatively new Baron of Renfrew, having won the title from William George Frederick Schmitt-Hoffman XXVIII in a game of high-stakes Checkers in Fall 2019."
    ]
  },
  {
    "_key": "_:unnamedukrainianoligarch",
    "daly": "false",
    "name": "Unnamed Ukrainian Oligarch",
    "article": [
      "Unnamed Ukrainian Oligarch is the relatively new Margrave of Lower Lausitz, having won the title from William George Frederick Schmitt-Hoffman XXVIII in a game of high-stakes Go Fish in October 2019."
    ]
  },
  {
    "_key": "_:losangeleswerewolf1",
    "daly": "false",
    "name": "Unnamed Los Angeles Werewolf #1",
    "article": [
      "Unnamed Los Angeles Werewolf #1 was a regular-looking-fella who was hunched over, coughing and weezing from allergies, leading Dalton Wilcox to take him for a werewolf."
    ]
  },
  {
    "_key": "_:fredvasili",
    "daly": "true",
    "name": "Fred Vasili",
    "nami": "Vasili, Fred",
    "article": [
      "Fred Vasili is an American sailor from The Bronx who infiltrated the Red Beluga Harpoon Class Submarine Crew but couldn't maintain the accent and was outed."
    ]
  },
  {
    "_key": "_:drbuddymann",
    "daly": "true",
    "name": "Dr. Buddy Mann",
    "nami": "Mann, Buddy (Dr.)",
    "article": [
      "Dr. Buddy Mann is an anasthesiologist and anasthesia fiend at St. Judas Memorial Hospital who likes the part where he tells the family that the procedure didn't work out."
    ]
  },
  {
    "_key": "_:mrsbronson",
    "daly": "false",
    "name": "Mrs. Bronson",
    "nami": "Bronson, Mrs.",
    "article": [
      "Mrs. Bronson is a school teacher who, following a weekend spent with theatrical director Don DiMello, was on medical leave for 6-8 weeks."
    ]
  },
  {
    "_key": "_:astormhendry",
    "daly": "true",
    "name": "Astor M. Hendry",
    "nami": "Hendry, Astor M.",
    "article": [
      "Astor M. Hendry is a passenger who openly admits to 'transporting monsters' on the Amtrak Heartland Flyer regional train."
    ]
  },
  {
    "_key": "_:scottlavendar",
    "daly": "true",
    "name": "Scott Lavendar",
    "nami": "Lavendar, Scott",
    "article": [
      "Scott Lavendar is a frequentor of the Amtrak Heartland Flyer regional passenger train, to the point that he believes he, in fact, my literally have never been off of it.",
      "His education is 'the kind of education you can get on a train,' which has possessed him of the following skills: finding mice; imagining there's been a murder.",
      "He doesn't recommend reading because 'books get in your head and make you do bad things.'"
    ]
  },
  {
    "_key": "_:grandmotherpearlalavergne",
    "daly": "false",
    "name": "Grandmother Pearla",
    "nami": "Lavergne, Pearla",
    "article": [
      "Grandmother Pearla is the matriarch of the Lavergne family."
    ]
  },
  {
    "_key": "_:thomaslavergne",
    "daly": "false",
    "name": "Thomas Lavergne",
    "nami": "Lavergne, Thomas",
    "article": [
      "Thomas Lavergne is a member of the Lavergne family."
    ]
  },
  {
    "_key": "_:michaellavergne",
    "daly": "false",
    "name": "Michael Lavergne",
    "nami": "Lavergne, Michael",
    "article": [
      "Michael Lavergne is a member of the Lavergne family."
    ]
  },
  {
    "_key": "_:arthurlavergne",
    "daly": "false",
    "name": "Arthur Lavergne",
    "nami": "Lavergne, Arthur",
    "article": [
      "Arthur Lavergne is a member of the Lavergne family."
    ]
  },
  {
    "_key": "_:stevefaye",
    "daly": "true",
    "name": "Steve Faye",
    "nami": "Faye, Steve",
    "article": [
      "Steve Faye is from Hartford, CT and was pre-med before he found Hare Krishna.",
      "He suffers from A) Schizotypal Personality Disorder, B) occasional hunger before dinner, and C) an insatiable appetite for potatoes."
    ]
  },
  {
    "_key": "_:forestcarlisle",
    "daly": "true",
    "name": "Forest Carlisle",
    "nami": "Carlisle, Forest",
    "article": [
      "Forest Carlisle was Mary Todd Lincoln's 'Mental Sickness Doctor.'",
      "In an effort to make Ms. Lincoln healthier and/or happier, he tried 'all of the modern techniques at the time' including 'poking her with fire'; 'dangling her out the window'; and 'threatening to bury her alive.'"
    ]
  },
  {
    "_key": "_:marytoddlincoln",
    "daly": "false",
    "name": "Mary Todd Lincoln",
    "nami": "Lincoln, Mary Todd",
    "death_by": "stroke",
    "article": [
      "First Lady of the United States from 1861 to 1865."
    ],
    "links": [
      {
        "uri": "https://en.wikipedia.org/wiki/Mary_Todd_Lincoln",
        "label": "Wikipedia"
      }
    ]
  },
  {
    "_key": "_:irenetherockette",
    "daly": "false",
    "name": "Irene the Rockette",
    "death_by": "unk.",
    "article": [
      "Irene the Rockette was kicked off of the Rockettes team due to a leg rash and later died."
    ]
  },
  {
    "_key": "_:cactusirene",
    "name": "Cactus Irene",
    "daly": "false",
    "article": [
      "Cactus Irene, named for her predilection for fighting cactuses, is a romantic acquaintance of Cactus Tony's for many years.",
      "A former and possibly current huffer of gasoline, she has a terrible memory."
    ]
  },
  {
    "_key": "_:detectivegordonramsey",
    "daly": "false",
    "name": "Detective Gordon Ramsey",
    "nami": "Ramsey, Gordon",
    "article": [
      "Detective Gordon Ramsey is a police detective in Pasadena."
    ]
  },
  {
    "_key": "_:alexandrahiggsportman",
    "daly": "false",
    "name": "Alexandra Higgs Portman",
    "nami": "Portman, Alexandra Higgs",
    "article": [
      "Alexandra Higgs Portman is a reporter at the Pasadena News Press Times-Gazette.",
      "She lives in the San Rafael Hills area of Pasadena."
    ]
  },
  {
    "_key": "_:martinmargodale",
    "name": "Martin Margodale",
    "nami": "Margodale, Martin",
    "article": [
      "Martin Margodale -- 'The Astonishing Martin' -- is a noted far-away magician and skeptic of Scientology."
    ]
  },
  {
    "_key": "_:julesmcmanon",
    "daly": "false",
    "name": "Jules McManon",
    "nami": "McManon, Jules",
    "article": [
      "Jules McManon is a Clear Scientologist and member of L. Ron Hubbard's Sea Org.",
      "He is impervious to all disease and bacteria.",
      "His previous lives include, but are not limited to: a Bavarian milkmaid; Anne Hathaway, wife to William Shakespeare; owner of a Ford Model A; a househusband named Frecklin May; and a climber of The Eiffel Tower prior to its construction.",
      "In approximately 1970, aboard the Sea Org flagship, Mr. McManon changed his name to 'Lattice' and then to 'Tomato Pie,' quickly again to 'Tomato Paste,' then later to 'Tally.'"
    ]
  },
  {
    "_key": "_:amazingcriswell",
    "daly": "false",
    "name": "Jeron Criswell King",
    "nami": "King, Jeron Criswell",
    "article": [
      "Jeron Criswell King was an American psychic."
    ]
  },
  {
    "_key": "_:propertydamagergene",
    "daly": "false",
    "name": "Gene",
    "nami": "Gene",
    "article": [
      "Gene owned a property damaging firm that once employed a young Don DiMello."
    ]
  },
  {
    "_key": "_:heidicorporate",
    "daly": "false",
    "name": "Heidi Corporate",
    "nami": "Corporate, Heidi",
    "article": [
      "Heidi Corporate is a trained Shakesepearean actor and member of the Missionaries Elite Unit in L. Ron Hubbard's Sea Org.",
      "Her previous lives include, but are not limited to: William Shakespeare; a Roman dog; and Maria Callas.",
      "Charged by Mr. Hubbard with infiltrating and imploding the World Federation of Mental Health some time in the later 1960s, Ms. Corporate rented an office in rainy Switzerland and discovered there that the WFMH was never incorporated. She therefore set out to incorporate *herself* as the WFMH. Wearing a powdered wig and a big sack she purchased with Sea Org funds, she announced herself grandly to The Incorporation Offices, where she was met with a request for proof of identity.",
      "Aboard the Sea Org flagship in approximately 1970, Ms. Corporate was considering a third character to present to Incorporation officers.",
      "At that same time, Ms. Corporate changed her name to 'Tomato Loose Pie' and then shortly thereafter to simply 'Loose Pie.'",
      "She sleeps on a spindle of rope."
    ]
  },
  {
    "_key": "_:mariongrapes",
    "daly": "false",
    "name": "Marion Grapes",
    "nami": "Grapes, Marion",
    "article": [
      "Marion Grapes is a Distinguished Master at Arms, an ethics officer, and the Chief Officer of the Mission Into Time for L. Ron Hubbard's Sea Org.",
      "Among her charges is finding and recovering many of the treasures left for future generations by Mr. Hubbard in his various previous lives.",
      "In approximately 1970, aboard the Sea Org flagship, Ms. Grapes changed her name to 'Bundle Of Corn' but wished to be nicknamed 'Lettuce.'",
      "Her previous lives include, but are not limited to: a male wizard; a dunce."
    ]
  },
  {
    "_key": "_:lronhubbard",
    "daly": "true",
    "name": "Lafayette Ronald Hubbard",
    "nami": "Hubbard, Lafayette Ronald",
    "article": [
      "L. Ron Hubbard was a science fiction writer and commodore to a fleet of personal paramilitary ships that traveled the world until too many ports-of-call refused entry.",
      "At one point his 'back was broken in 28 places' and, additionally there was 'something wrong' with his feet.",
      "Following a bout with a comprimised sexual prowess that was repaired by testosterone injections and ritualistic group scenarios, his doctors recommended he expect a future characterized by 'dependency and sex magic.'",
      "Under nitrous oxide, later, he 'glimpsed the infinite' and was holistically repaired, from feet to spine to sexual performance.",
      "According to Hubbard, his prior lives include, but are not limited to: a Carthaginian sailor; a race car driver on Venus; inventor of the Magic Marker, Neil Sharpie; the 5th Hunchback of Notre Dame; a marshal to Joan of Arc; mayor of Pangea; a disgraced priest; and a contemporary of Machiaveli."
    ]
  },
  {
    "_key": "_:chocolatepudding",
    "daly": "true",
    "name": "Chocolate Pudding",
    "article": [
      "Chocolate Pudding calls himself Chocolate Pudding because he likes it so much.",
      "He suffers from head trauma, does whatever the fuck he wants, and is a fan of David Bowie's music and lifestyle."
    ]
  },
  {
    "_key": "_:marcorenaldo",
    "daly": "false",
    "name": "Marco Renaldo",
    "nami": "Renaldo, Marco",
    "article": [
      "Marco Renaldo was a fine puppeteer whom Gil commissioned, once, for his puppet, Golly.",
      "Golly claims Marco 'used to kiss' him, but the claims remain unsubstantiated."
    ]
  },
  {
    "_key": "_:weebruce",
    "daly": "false",
    "name": "Wee Bruce - Teenaged Guard of the Ramparts",
    "nami": "Wee Bruce",
    "article": [
      "Wee Bruce, Teenaged Guard of the Ramparts, is a ghost who haunts Edinburgh Castle.",
      "He features at the climax in Cameron McGonigle's Ghost Tours That Are Scary with a remarkably easy test of riddles."
    ]
  },
  {
    "_key": "_:thetrowofdumbiedykesroad",
    "daly": "false",
    "name": "Plaxicon - The Trow of Dumbiedykes Road",
    "nami": "Plaxicon",
    "has_murdered": {
      "code": 1,
      "explain": [
        "Turns out not a trow but an alien, Plaxicon openly admits to administering dissections of earthling bagpipers."
      ]
    },
    "article": [
      "Plaxicon was a trow accused of vanquishing Stuart Cambridge in 1853.",
      "He is not from France.",
      "In fact, he may be not be a Trow at all but either an extraterrestrial traveler from Zaltan 3 or a Scot who got drunk, saw a drone, and lost his pants.",
      "His favorite candies are Minstrels and Maltesers."
    ]
  },
  {
    "_key": "_:stuartcambridge",
    "daly": "false",
    "name": "Stuart Cambridge",
    "nami": "Cambridge, Stuart",
    "article": [
      "Stuart Cambridge was a much-beloved bagpipe player in Edinburgh who went missing in 1853, likely by alien abduction."
    ]
  },
  {
    "_key": "_:roderick",
    "daly": "false",
    "name": "Roderick",
    "nami": "Roderick",
    "article": [
      "Roderick works at Cameron McGonigle's Ghost Tours That Are Scary in Edinburgh, Scotland, procuring wheelbarrows-full of (often human) shit for the Edinburgh Castle leg of the tour."
    ]
  },
  {
    "_key": "_:sawneybean",
    "daly": "false",
    "name": "Alexander (Sawney) Bean",
    "nami": "Bean, Alexander (Sawney)",
    "has_murdered": {
      "code": 1,
      "explain": [
        "Despite 'a lot of contradictory recipes' for cannibalism, Mr. Bean made a practice of sneaking out of his cave late at night, finding somebody riding on horseback, snatching them to slice up, cook, and eat."
      ]
    },
    "article": [
      "Sawney Bean The Cannibal of The Coast is a possibly-mythical persona known for mass murder and cannibalism in 16th-century Scotland.",
      "He lives in a cave in the Scottish Highlands with his giant, incestual family where he murders and eats weary travelers.",
      "During the day he plays board games and haunts the Tolbooth Tavern by moving tableware around and toggling windows."
    ]
  },
  {
    "_key": "_:ghostofthebrewlab",
    "daly": "false",
    "name": "Amanda (The Ghost of the Brew Lab)",
    "nami": "Amanda",
    "article": [
      "Amanda is a deceased 19 year-old American woman who got her hair done and then promptly fell down the stairs of a coffee café and impaled her eye on a cappucino machine, spilling her brains through the chasm.",
      "Since, she haunts the café by disrupting the staff when they count out change, purturbing the books."
    ]
  },
  {
    "_key": "_:thirstiestghostever",
    "daly": "false",
    "name": "The Thirstiest Ghost Ever",
    "nami": "Thirstiest Ghost Ever",
    "article": [
      "The Thirstiest Ghost Ever is a nameless, deceased woman who cleaned boots and fireplaces at the private home that later became Edinburgh's Hotel du Vin.",
      "Having grown extremely thirsty from the work (and denied a drink by her employer), she was curbed to death on a bucket of water by a coach iron."
    ]
  },
  {
    "_key": "_:donaldjtrump",
    "daly": "false",
    "article": [
      "Donald Trump was a president of the United States."
    ],
    "name": "Donald J. Trump",
    "nami": "Trump, Donald J."
  },
  {
    "_key": "_:johnnymcgorry",
    "daly": "true",
    "article": [
      "Johnny McGorry is a fictional character in a wealth of traditional Irish folk tales.",
      "He is widely known to be the very lightly fictionalized persona of Patrick McMahon."
    ],
    "name": "Johnny McGorry",
    "nami": "McGorry, Johnny"
  },
  {
    "_key": "_:matrickpahahon",
    "daly": "true",
    "article": [
      "Matrick PaHahon is purportedly Patrick McMahon's literary agent, though he is commonly known to be Patrick, himself."
    ],
    "name": "Matrick PaHahon",
    "nami": "PaHahon, Matrick"
  },
  {
    "_key": "_:margotchunk",
    "daly": "false",
    "article": [
      "Margot Chunk was summoned from retirement to be Joe Bongo's replacement as the driving instructor at Marina del Rey High School.",
      "She has tried and failed to make 'The Guiness Book of World Records' a number of times for, including but not limited to, walking the most amount of dog and drinking the most bleach."
    ],
    "name": "Chunk, Margot"
  },
  {
    "_key": "_:gretathecaretaker",
    "daly": "false",
    "article": [
      "Greta the Caretaker is an American home nurse (credentials unknown) who once found Johnny McGorry in her client's home, watching cartoons in his underwear."
    ],
    "name": "Greta"
  },
  {
    "_key": "_:unnamedelderlywoman1",
    "daly": "false",
    "name": "Unnamed Elderly Woman #1",
    "article": [
      "Unnamed Elderly Woman #1 is a bedridden American homeowner whose caretaker, Greta, once had to fight away an Irish storytelling intruder."
    ]
  },
  {
    "_key": "_:slamminoliverrothwell",
    "daly": "false",
    "name": "Slammin' Oliver Rothwell",
    "nami": "Rothwell, Oliver",
    "article": [
      "Slammin' Oliver Rothwell is a professor of Linguistics at Hofstra University and formerly a member of rock n' roll tribute act, Sha Na Na"
    ]
  },
  {
    "_key": "_:popebenedictxvi",
    "daly": "false",
    "name": "Pope Benedict XVI",
    "article": [
      "Pope Benedict XVI is a former pope."
    ]
  },
  {
    "_key": "_:wernerherzog",
    "daly": "false",
    "name": "Werner Herzog",
    "nami": "Herzog, Werner",
    "article": [
      "Werner Herzog is an award-winning feature and documentary film director and safe driving advocate from Germany.",
      "He is terrified of bugs.",
      "He has seen enough during his travels to make an informed decision about the world and his review is: thumbs down."
    ]
  },
  {
    "_key": "_:unnamedsecurityguardatlaramiesupply",
    "daly": "false",
    "name": "Unnamed Security Guard",
    "article": [
      "Unnamed Security Guard was an employee of Laramie Feed & Western Supply who was shot dead trying to prevent Dalton Wilcox from shoplifting a bandana and ten-gallon hat."
    ]
  },
  {
    "_key": "_:russelshein",
    "daly": "false",
    "name": "Russel Shein",
    "nami": "Shein, Russel",
    "article": [
      "Russel Shein is a book publisher and editor."
    ]
  },
  {
    "_key": "_:unnamedinvisibleman",
    "daly": "false",
    "name": "Invisible Man",
    "article": [
      "Invisible Man was probably just a guy in an alley."
    ]
  },
  {
    "_key": "_:russelsheinswife",
    "daly": "false",
    "name": "Russel Shein's Wife",
    "article": [
      "Russel Shein's wife disappeared in 2000, kidnapped according to Shein himself.",
      "A trickle of evidence (largely via the ADPPP) suggests that she, in fact, left her life with Mr. Shein of her own volition.",
      "The disappearance has been used as leverage multiple times over the years by Dalton Wilcox."
    ]
  },
  {
    "_key": "_:monsignordamienfearnly",
    "daly": "false",
    "name": "Monsignor Damien Fearnly",
    "nami": "Fearnly, Damien",
    "article": [
      "Monsignor Damien Fearnly grew up in Limerick, Ireland beside his lifelong friend Patrick McMahon."
    ]
  },
  {
    "_key": "_:luciancharms",
    "daly": "false",
    "name": "Lucian Charms",
    "nami": "Charms, Lucian",
    "article": [
      "Lucian Charms grew up in a dry-docked pirate ship in the middle of Belfast.",
      "He is the President of The Ancient Order of Hibernians."
    ]
  },
  {
    "_key": "_:veronicamelcher",
    "daly": "false",
    "name": "Veronica Melcher",
    "nami": "Melcher, Veronica",
    "article": [
      "Veronica Melcher is perhaps inarguably the biggest Sha Na Na-head of all time and an old friend of Hot Dog."
    ]
  },
  {
    "_key": "_:becklandry",
    "daly": "false",
    "name": "Beck Landry",
    "nami": "Landry, Beck",
    "has_murdered": {
      "code": 1,
      "explain": [
        "Landry, having been cuckolded by his wife with a ranch hand, tracked them down despite his own injuries from an unrelated fist fight, murdering them shortly before succumbing himself."
      ]
    },
    "article": [
      "Beck Landry is a cowboy who spends most of his time in the high country.",
      "He is known to rarely smile and to highly-value his cowboy hat."
    ]
  },
  {
    "_key": "_:bobbysteensma",
    "daly": "false",
    "name": "Bobby Steensma",
    "nami": "Steensma, Bobby",
    "article": [
      "Bobby Steensma is a true legend of water skiing."
    ]
  },
  {
    "_key": "_:ahi",
    "daly": "false",
    "name": "Barry (Ahi Tappo) Livingston-Smythe",
    "nami": "Livingston-Smythe, Barry",
    "article": [
      "Ahi is an Australasian water skiing legend who, due to an accidental verbal chumming by his boat captain, was very tragically bitten by a Great White shark.",
      "He lost a kidney and a spleen and a forgotten third organ in the incident.",
      "He lives still (as of ADPPP#6) and has a tattoo of Hot Dog's foot in the exact spot on his shoulder where Hot Dog stepped up to reach the pinnacle of a human ski pyramid. The tattoo made it difficult to position him anywhere else in the structure but was no less honorific.",
      "He claims to have the 'sun tolerance of a tribesman and the intellect of a white man.'",
      "He suffers from Psoriasis.",
      "Some time around 2007-2008 he entered a voluntary coma to escape medical bills and harassment from his cousin/wife, Penny.",
      "In the prosthetic cabinet installed to fill his shark wound, Ahi now smuggles contraband across international land borders, a position that was laboriously secured for him by Penny."
    ]
  },
  {
    "_key": "_:ahiscousinpenny",
    "daly": "false",
    "name": "Ahi's Cousin and Wife",
    "article": [
      "Ahi's Cousin and Wife is an atheist from Indiana who serves as his caretaker and shunt-adjustor following his shark bite and recovery.",
      "She is an avid fan of surfing, Laird Hamilton in particular."
    ]
  },
  {
    "_key": "_:darbyquinn",
    "daly": "false",
    "name": "Darby Quinn",
    "nami": "Quinn, Darby",
    "article": [
      "Darby Quinn is an American cowboy who once made the mistake of exposing his young horse only to regular puppets and not marionettes.",
      "One day a marionette show came through town, spooking the horse and causing much havoc."
    ]
  },
  {
    "_key": "_:angus",
    "daly": "false",
    "name": "Angus",
    "article": [
      "Angus is very tall and works shit detail at Cameron McGonigle's Ghost Tours That Are Scary in Edinburgh, Scotland."
    ]
  },
  {
    "_key": "_:laird",
    "daly": "false",
    "name": "Laird",
    "has_murdered": {
      "code": 2,
      "explain": [
        "Countless horses, certainly. By fire."
      ]
    },
    "article": [
      "Laird works at Cameron McGonigle's Ghost Tours That Are Scary in Edinburgh, Scotland, setting fire to horses."
    ]
  },
  {
    "_key": "_:bryan",
    "daly": "false",
    "name": "Bryan",
    "article": [
      "Bryan works as a costume retriever at Cameron McGonigle's Ghost Tours That Are Scary in Edinburgh, Scotland."
    ]
  },
  {
    "_key": "_:dougie",
    "daly": "false",
    "name": "Dougie",
    "article": [
      "Dougie works as 'William Brody' at Cameron McGonigle's Ghost Tours That Are Scary in Edinburgh, Scotland."
    ]
  },
  {
    "_key": "_:stuart",
    "daly": "false",
    "name": "Stuart",
    "article": [
      "Stuart works as an ankle biter and shover at Cameron McGonigle's Ghost Tours That Are Scary in Edinburgh, Scotland."
    ]
  },
  {
    "_key": "_:cameronmcgonigle",
    "daly": "true",
    "has_murdered": {
      "code": 2,
      "explain": [
        "It is unclear Mr. McGonigle's role in the murders of any number of Edinburgh's homeless population (he admits to being, at least, culpable), but he is certainly the ultimate causer of the deaths of many, many horses."
      ]
    },
    "name": "Cameron McGonigle",
    "nami": "McGonigle, Cameron",
    "article": [
      "Cameron McGonigle (b. 1979) is an independent Scottish ghost tour coordinator who doesn't like it when things are funny at the strip club.",
      "He owns and operates Cameron McGonigle's Ghost Tours That Are Scary in Edinburgh, Scotland."
    ],
    "links": [
      {
        "uri": "https://comedybangbang.fandom.com/wiki/Cameron_McGonigle",
        "label": "CBB Wikia"
      }
    ]
  },
  {
    "_key": "_:unnamedmarssimulatorstowaway",
    "daly": "false",
    "name": "Unnamed Mars Simulator Stowaway",
    "article": [
      "One of the crew of August Lindt's Mars Simulator vacation, the Unnamed Stowaway did not survive the experiment due to a bludgeoning with a fire extinguisher."
    ]
  },
  {
    "_key": "_:unnamedmarssimulatorbiomedicalscientist",
    "daly": "false",
    "name": "Unnamed Mars Simulator Biomed Scientist",
    "article": [
      "One of the surviving crew members from August Lindt's Mars Simulator vacation.",
      "The scientist did not survive the experiment."
    ]
  },
  {
    "_key": "_:unnamedmarssimulatorentrepreneur",
    "daly": "false",
    "name": "Unnamed Mars Simulator Entrepreneur",
    "article": [
      "One of the surviving crew members from August Lindt's Mars Simulator vacation.",
      "The entrepreneur did not survive the experiment."
    ]
  },
  {
    "_key": "_:unnamedmarssimulatornasarep",
    "daly": "false",
    "name": "Unnamed Mars Simulator NASA Rep",
    "article": [
      "One of the crew of August Lindt's Mars Simulator vacation.",
      "The rep did not survive the experiment due to a multiple stabbing incident."
    ]
  },
  {
    "_key": "_:unnamedmarssimulatordoctor",
    "daly": "false",
    "name": "Unnamed Mars Simulator Doctor",
    "article": [
      "One of the crew of August Lindt's Mars Simulator vacation.",
      "The doctor did not survive the experiment due to a multiple stabbing incident."
    ]
  },
  {
    "_key": "_:screaminscottsimon",
    "daly": "false",
    "name": "Screamin' Scott Simon",
    "nami": "Simon, Scott",
    "article": [
      "Screamin' Scott Simon is a member of interpretive Doo Wop group Sha Na Na."
    ],
    "links": [
      {
        "uri": "https://en.wikipedia.org/wiki/Screamin%27_Scott_Simon",
        "label": "Wikipedia"
      }
    ]
  },
  {
    "_key": "_:elmeredwardsolly",
    "daly": "false",
    "name": "Elmer Edward Solly",
    "nami": "Solly, Elmer Edward",
    "has_murdered": {
      "code": 1,
      "explain": [
        "Elmer Solly, in 1969, killed the 2-year-old child of his then-girlfriend, then went on the lam for 27 years, taking among several aliases that of 'Danny C,' member of Sha Na Na."
      ]
    },
    "article": [
      "Edward Solly was a murderer who assumed the identity of former Sha Na Na guitarist Vinnie Taylor.",
      "For fifteen years he tutored and groomed Hot Dog to become a member of that band."
    ],
    "links": [
      {
        "uri": "https://en.wikipedia.org/wiki/Elmer_Edward_Solly",
        "label": "Wikipedia"
      }
    ]
  },
  {
    "_key": "_:johnbanderson",
    "daly": "false",
    "name": "John B. Anderson",
    "nami": "Anderson, John B.",
    "article": [
      "John B. Anderson was a Republican senator and Independent presidential candidate from Illinois."
    ],
    "links": [
      {
        "uri": "https://en.wikipedia.org/wiki/John_B._Anderson",
        "label": "Wikipedia"
      }
    ]
  },
  {
    "_key": "_:oscarmeyer",
    "daly": "false",
    "name": "Oscar Meyer",
    "nami": "Meyer, Oscar",
    "article": [
      "Oscar Meyer is a freshwater water skier and possibly the son of Hot Dog."
    ]
  },
  {
    "_key": "_:unnamedmotherofdaltonwilcox",
    "daly": "false",
    "name": "Dalton Wilcox' Unnamed Mother",
    "article": [
      "Dalton Wilcox' unnamed mother gave birth to the poet, supposedly, by cupping her hands under a ray of light."
    ]
  },
  {
    "_key": "_:jimmybongos",
    "daly": "true",
    "name": "Jimmy Bongos",
    "nami": "Bongos, Jimmy",
    "has_murdered": {
      "code": 1,
      "explain": [
        "Speaking hypothetically on CBB #365, Joe Bongo states that 'if you unleash Jimmy Bongos onto the world, anything can happen' and further implies that one of those things is drownings.",
        "Later in the same show he admits to being 53 years old, enjoying hurting people, and killing and eating \"hundreds\" of people."
      ]
    },
    "article": [
      "Jimmy Bongos (b. 1962) is the character assumed by Joe Bongo while playing bongos."
    ]
  },
  {
    "_key": "_:neptuna",
    "daly": "true",
    "name": "Neptuna",
    "article": [
      "Neptuna is an underwater person and visitor to Comedy Bang! Bang!, once, from the lost city of Atlantis.",
      "His maternal grandmother might have been a tuna, a fact that Neptuna disputes."
    ],
    "links": [
      {
        "uri": "https://comedybangbang.fandom.com/wiki/Neptuna",
        "label": "CBB Wikia"
      }
    ]
  },
  {
    "_key": "_:motherofjoebongo",
    "daly": "false",
    "name": "Joe Bongo's Mother",
    "article": [
      "Joe Bongo's unnamed mother was a diabetic."
    ]
  },
  {
    "_key": "_:unnamedscottishguy",
    "daly": "false",
    "name": "Unnamed Scottish Guy",
    "article": [
      "Unnamed Scottish Guy is a man who, shortly after a screening of Russell Mulcahy's *Highlander* in 1986, was decapitated with a stolen sword by a stranger."
    ]
  },
  {
    "_key": "_:fatherofjoebongo",
    "daly": "false",
    "name": "Joe Bongo's Father",
    "article": [
      "Joe Bongo's unnamed father (b. 1929) suffered from a number of medical conditions, including diabetes; poor venous blood circulation; eustachian tube restrictions; chronic depression; alcoholism; and a fucked-up diaphragm.",
      "Up through 2015, at the age of 86, he continuously tried to serve in the U.S. Army."
    ]
  },
  {
    "_key": "_:deanbuford",
    "daly": "false",
    "name": "Dean Buford",
    "nami": "Buford, Dean",
    "article": [
      "Dean Buford is/was a student at Marina del Rey High School and a former member of Joe Bongo's band, Rosebush Red.",
      "He may or may not have been flunked and held back by Bongo in order to maintain the group's lineup."
    ]
  },
  {
    "_key": "_:philcollinsjr",
    "daly": "false",
    "name": "Phil Collins, Jr.",
    "nami": "Collins, Phil Jr.",
    "article": [
      "Phil Collins, Jr. is/was a student at Marina del Rey High School and a member of Joe Bongo's band, Rosebush Red.",
      "He may or may not have been flunked and held back by Bongo in order to maintain the group's lineup."
    ]
  },
  {
    "_key": "_:garylee",
    "daly": "false",
    "name": "Gary Lee",
    "nami": "Lee, Gary",
    "article": [
      "Gary Lee is/was a student at Marina del Rey High School and a member of Joe Bongo's band, Rosebush Red.",
      "He may or may not have been flunked and held back by Bongo in order to maintain the group's lineup."
    ]
  },
  {
    "_key": "_:ezrapalmer",
    "daly": "false",
    "name": "Ezra Palmer",
    "nami": "Palmer, Ezra",
    "article": [
      "Ezra Palmer is/was a student at Marina del Rey High School and a member of Joe Bongo's band, Rosebush Red.",
      "He may or may not have been flunked and held back by Bongo in order to maintain the group's lineup."
    ]
  },
  {
    "_key": "_:raikardpalmer",
    "daly": "false",
    "name": "Raikard Palmer",
    "nami": "Palmer, Raikard",
    "article": [
      "Raikard Palmer was an extremely short-lived (and therefore largely unknown) saxaphonist for prog-rock group Emerson, Lake & Palmer."
    ]
  },
  {
    "_key": "_:carlpalmer",
    "daly": "false",
    "name": "Carl Palmer",
    "nami": "Palmer, Carl",
    "article": [
      "Carl Palmer is a member of prog-rock group Emerson, Lake & Palmer."
    ]
  },
  {
    "_key": "_:billbuford",
    "daly": "false",
    "name": "Bill Buford",
    "nami": "Buford, Bill",
    "article": [
      "Bill Buford is a member of prog-rock group Yes."
    ]
  },
  {
    "_key": "_:philcollins",
    "daly": "false",
    "name": "Phil Collins",
    "nami": "Collins, Phil",
    "article": [
      "Phil Collins is a member of prog-rock group Genesis."
    ]
  },
  {
    "_key": "_:geddylee",
    "daly": "false",
    "name": "Geddy Lee",
    "nami": "Lee, Geddy",
    "article": [
      "Geddy Lee is a member of prog-rock group Rush."
    ]
  },
  {
    "_key": "_:bonnieramirez",
    "daly": "false",
    "name": "Bonnie Ramirez",
    "nami": "Ramirez, Bonnie",
    "article": [
      "Bonnie Ramirez was a student in Joe Bongo's Health class at Marina del Rey High School.",
      "Led astray by the misguided advice from Mr. Bongo that her tampon would 'dissolve' on its own, Ms. Ramirez lost a ping pong ball and missed considerable time in the Fall of 2014 due to toxic shock."
    ]
  },
  {
    "_key": "_:joebongo",
    "daly": "true",
    "name": "Joe Dunleavy",
    "nami": "Dunleavy, Joe",
    "article": [
      "Joe Bongo is a health and driving educator at Marina del Rey High School in California with a nontraditional teaching style - he plays bongos in class; encourages students to share with classmates intimate details about their lives; teaches kids how to speedball; plays 'Find The Ping Pong Ball'; and solicits ideas for new Kama Sutra positions.",
      "He occasionally encourages his students to stand on their desks and call him 'Captain.'",
      "He wears a beautiful set of (fake) teeth which make him salivate and spit in the classes he teaches, making the experience 'a little slushy' for the front row.",
      "He lives in a tent on a speedboat in Marina del Rey.",
      "He's 'pretty good at tricking people out onto the water' via fake whale watching tours.",
      "He believes he may be the father of a number of children who look like him and are proficient at playing the bongos as well.",
      "He considers himself a drug survivor, a designation with which not everybody agrees except perhaps his doctor, who has determined that Mr. Bongo is operating on only two of the four quadrants of his brain.",
      "In lieu of drugs, Mr. Bongo now practices a number of different approaches to achieving natural highs such as oxygen and sleep deprivation, squatting-and-standing-very-fast, and acid.",
      "He does parking lot security and cafeteria duty at MDRHS and doubles as a driver's ed instructor (despite being responsible for the most expensive car accident in the history of Marina del Rey).",
      "Mr. Bongo commands a musical combination called Rosebush Red, does not own a watch and has openly admitted to flunking students in order to maintain a more stable lineup for that outfit.",
      "He gets into a lot of fights with charicaturists out on the Venice Fishing Pier and he hasn't purchased a single 'Guiness Book of World Records' since they stopped certifying and endorsing dangerous stunts.",
      "He claims to have 3 fathers (does not know which is biological) and he writes one sexually-explicit letter a day to Ian Anderson of Jethro Tull.",
      "He has expressed dissatisfaction with the decreasing length of conjugal visits in the California state penal system.",
      " Mr. Bongo does not have a birthday and therefore marks time by counting the Olympics - by 2015 he had seen 18 long jump competitions, placing his age somewhere above 72.",
      "He has 'been alive for 33 students deaths.'",
      "His hobby is taking apart Triumph motorcycles and not reassembling them.",
      "He is not an android and he's 'tired of the question.'",
      "He does own a rug made of human hair; has been 'brutally beaten on a number occasions' for not having his bongos with him; and believes himself to be the inspiration behind the character of Isaac on ABC's 'The Love Boat' because, for a while, he was a bartender on a cruise ship - this despite him, at that time, not being an African-American."
    ],
    "has_murdered": {
      "code": 2,
      "explain": [
        "Bongo claims to have 'been alive for 33 student deaths' but does not confess to causing -- or playing any role, even -- in any of them. Given the violent tendencies of Jimmy Bongos (Joe when he plays the bongos), however, it seems likely that bad things have happened even with no bongos present.",
        "He does own a rug made of human hair, for example, refusing to explain the sources and saying only that \"there's various different ways of getting people's hair.\"",
        "Jimmy Bongos later states explicitly that every strand of hair in the rug came directly from a murder victim, that it's not the only such rug he owns, and that he in fact has a 'house full of rugs.'",
        "Given that the home by definition belongs to Joe, it seems likely Joe himself is complicit in plenty of Jimmy's crimes, if not his own."
      ]
    },
    "links": [
      {
        "uri": "https://comedybangbang.fandom.com/wiki/Joe_Bongo",
        "label": "CBB Wikia"
      }
    ]
  },
  {
    "_key": "_:nicknolte",
    "daly": "false",
    "name": "Nick Nolte",
    "nami": "Nolte, Nick",
    "article": [
      "Nick Nolte is a respected theatrical and film actor known for being drunk and looking crazy and sounding 'like a sad tea kettle.'"
    ],
    "links": [
      {
        "uri": "https://www.imdb.com/name/nm0000560",
        "label": "IMDB"
      }
    ]
  },
  {
    "_key": "_:johncreilly",
    "daly": "false",
    "name": "John C. Reilly",
    "nami": "Reilly, John C.",
    "article": [
      "John C. Reilly is a respected theatrical and film actor known for saying the word 'awesome.'",
      "He knows seven people."
    ],
    "links": [
      {
        "uri": "https://www.imdb.com/name/nm0000604/",
        "label": "IMDB"
      }
    ]
  },
  {
    "_key": "_:santaclaus",
    "daly": "false",
    "name": "Santa Claus",
    "article": [
      "Père Noël"
    ]
  },
  {
    "_key": "_:jeanclaudepepi",
    "daly": "true",
    "name": "Jean Claude Pepi",
    "nami": "Pepi, Jean Claude",
    "article": [
      "Jean Claude Pepi (b. 1959) is a very famous French actor.",
      "He knew from an early age that he was destined to be Jean Claude Pepi and developed a long-standing fantasy to be ruled by bees."
    ],
    "links": [
      {
        "uri": "https://comedybangbang.fandom.com/wiki/Jean_Claude_Pepi",
        "label": "CBB Wikia"
      }
    ]
  },
  {
    "_key": "_:andrewlloydwebber",
    "daly": "false",
    "name": "Andrew Lloyd Webber",
    "nami": "Webber, Andrew Lloyd",
    "article": [
      "Dame Sir ALW is a Lord and peer of the British realm."
    ],
    "links": [
      {
        "uri": "https://comedybangbang.fandom.com/wiki/Lord_Andrew_Lloyd_Webber",
        "label": "CBB Wikia"
      }
    ]
  },
  {
    "_key": "_:hrgiger",
    "daly": "false",
    "name": "H.R. Giger",
    "nami": "Giger, Hans Ruedi",
    "article": [
      "H.R. Giger is an obsidion sexsmith; an inky-hued dinky feud; and a visual artist."
    ],
    "links": [
      {
        "uri": "http://www.gosuperego.com/h-r-giger/",
        "label": "GoSuperEgo"
      }
    ]
  },
  {
    "_key": "_:daltonwilcoxvaultguy",
    "daly": "false",
    "name": "Dalton Wilcox' Vault Guy",
    "article": [
      "Dalton Wilcox' Vault Guy is custom vault maker with dollar signs in his eyes."
    ]
  },
  {
    "_key": "_:gil",
    "daly": "true",
    "name": "Gil",
    "has_murdered": {
      "code": 1,
      "explain": [
        "Perhaps technically not a murderer due to an apparent possession by Golly, it is somewhat evident a number of people have met their ends by Gil's hand. Most of these, it seems, occurred in international waters as part of a murder club."
      ]
    },
    "article": [
      "Gil is a former Dean Martin lookalike and freelancer at the Hollywood ArcLight and current ventriloquist.",
      "He has been in show business since the day he ended up back on shore following an incident with a Murder Club out in International Waters.",
      "Roped into a Murder Club on a boat in International Waters in his 20s, he was beckoned by a fish, his future persistent ventriloquist dummy, to safety.",
      "He habitually carries out the temper tantrums of his dummy, Golly.",
      "He carries a beeper that looks like a toothbrush and wears Kleenex boxes with Nike swooshes painted on them for shoes.",
      "He's 'always been a blinker.'",
      "He is the supreme commander of Satan on Earth."
    ],
    "links": [
      {
        "uri": "https://comedybangbang.fandom.com/wiki/Gil_%26_Golly",
        "label": "CBB Wikia"
      }
    ]
  },
  {
    "_key": "_:golly",
    "daly": "true",
    "name": "Golly",
    "article": [
      "Golly is a sentient ventriloquist dummy that takes many forms (cardboard box; sneaker; found human tooth; a piece of wood; the wind; a fish; several shirts; a pill bottle; a tin can; a boot; Gil's hand; a turtle; a tissue box; a dead dog; an earring; a few different squirrels; a shovel; a pair of pants; a broken bottle; and a knife)",
      "He prefers to be called a gentleman.",
      "Golly has a temper but cannot express his anger on his own.",
      "He likes beautiful ladies with big hips and is a 'proponent of murder in all of its forms.'",
      "He has a temper and once participated (successfully) in a Murder Club out in International Waters."
    ],
    "has_murdered": {
      "code": 1,
      "explain": [
        "On CBB#274 Golly admits to orchestrating the Satanic murder club that duped Gil out into international waters and resulted in the deaths of up to 33 cast members of a children's TV show."
      ]
    },
    "links": [
      {
        "uri": "https://comedybangbang.fandom.com/wiki/Gil_%26_Golly",
        "label": "CBB Wikia"
      }
    ]
  },
  {
    "_key": "_:jackfitzgerald",
    "daly": "true",
    "name": "Jack Fitzgerald",
    "nami": "Fitzgerald, Jack",
    "article": [
      "Jack Fitzgerald is a gadfly and contrarian, a fly in the ointment.",
      "He has been arrested 'many, many times' and lives with his mother next to the Los Angeles river, in which he washes his only set of clothes.",
      "He supposedly successfully won an injunction against Halloween on the grounds that it constituted a public demonstration for which no permit had been issued.",
      "Most of his income is from not doing things he said he would do - $100/per.",
      "He holds court at the Gower Gulch Starbucks.",
      "He attended the United College of Arts & Sciences & Knowledge and later founded a college in his back yard, primarily attended by a couple of girls and assisted by one Cactus Tony.",
      "Jack owns a coat hanger made of the human remains of his former student body.",
      "He makes many decisions by laying out the entrails of former college students and intuiting cosmic advice."
    ],
    "has_murdered": {
      "code": 2,
      "explain": [
        "A notorious gadfly, Mr. Fitzgerald started a 'college' in his back yard in which local young women were shackled to tall poles moored in concrete. It is unclear if it was by the hand of Mr. Fitzgerald himself or his 'admissions officer' Cactus Tony, but the school became littered with human remains."
      ]
    },
    "links": [
      {
        "uri": "https://comedybangbang.fandom.com/wiki/Jack_Fitzgerald",
        "label": "CBB Wikia"
      }
    ]
  },
  {
    "_key": "_:byrondenniston",
    "daly": "true",
    "name": "Byron Denniston",
    "nami": "Denniston, Byron",
    "article": [
      "Byron Denniston (b.approx 1943) is an amateur Royal Watcher and aspiring sorcerer and Practicer of Black Magic from the United Kingdom.",
      "He lives in a treehouse built by a magician that is perched outside of Kensington Palace. As such, he was able to scoop what he thought were potential names for the forthcoming baby that would come to be known as His Royal Highness Prince Louis of Cambridge.",
      "He owns a hat made by a 'true, authentic African' and, in 2013, at least, intended to impersonate a doctor and kidnap the royal child and sit on the throne of Australia.",
      "As of CBB#300 in July 2014, the former part of the plan at least appeared successful; however by CBB#564 in September of 2018 Mr. Denniston had already done a stint in HR Prison Wandsworth in London due to a misunderstanding with the guards at Kensington Palace.",
      "In Wandsworth, Mr. Denniston promoted himself to guard after the former guard drowned in a large pot of lukewarm soup, worked the remaining 3 hours of the shift, and then promptly escaped.",
      "He has a remarkable success rate absconding with royal babies and interacting with them offsite before leaving them to be returned by passers-by.",
      "Daily he drinks one coffee and writes one letter to The Daily Mail.",
      "He is not a squirrel but he is stealthy and fleet of foot, is therefore is able to share lunches with citizens in Hyde Park and, occasionally, steal their wallets.",
      "He owns a collection of 'thousands upon thousands' of adult wigs, none of which fit a baby's head.",
      "He wears a vest full of small throwing knives and always carries a small bottle of Chloroform.",
      "He is possibly immortal, possibly a modern incarnation of the Wizard Merlin (unproven).",
      "He has accidentally, from time to time, poisoned a baby with food."
    ],
    "has_murdered": {
      "code": 2,
      "explain": [
        "Mr. Denniston, in all of his tales on Comedy Bang! Bang!, often refers to potential tragedies for which he is responsible -- the losing of a baby, the poisoning of babies, a suspicious drowning of a Wandsworth prison guard -- but never implicates himself in any loss of life."
      ]
    },
    "links": [
      {
        "uri": "https://comedybangbang.fandom.com/wiki/Byron_Denniston",
        "label": "CBB Wikia"
      }
    ]
  },
  {
    "_key": "_:unnamedbookingagent",
    "daly": "false",
    "name": "Unnamed Male Booking Agent",
    "article": [
      "Unnamed Booking Agent had his phone stolen (following a likely murder) and is probably dead."
    ]
  },
  {
    "_key": "_:princegeorgeofcambridge",
    "daly": "false",
    "name": "Beetle Bailey",
    "nami": "Bailey, Beetle",
    "article": [
      "Formerly Prince George of Cambridge, Beetle Bailey was kidnapped sometime between July 2013 and July 2014 by Byron Denniston and promptly renamed."
    ]
  },
  {
    "_key": "_:unnamedabandonedtoddler",
    "daly": "false",
    "name": "Unnamed Abandoned Toddler",
    "article": [
      "Unnamed Abandoned Toddler is a two-year-old child found abandoned at the Pasadena Fairytale Theatre following a Don DiMello production in 2018."
    ]
  },
  {
    "_key": "_:cactustony",
    "daly": "true",
    "name": "Cactus Tony",
    "article": [
      "Cactus (Anthony) Tony, named for his predilection for making love to cactuses, is a utility guy, mostly.",
      "Formerly a member of the Croatian Special Forces whose hands are 'registered weapons when combined with a shovel,' and formerly both a prisoner and a prison guard, he is described at times as a 'gadfly'; a 'man about town'; 'unencumbered by a sense of right and wrong'; 'up for anything' ; 'good at digging holes,'; and 'the Poet Laureate of the Car Circuit' (where the Car Circuit is a cadre of homeless who sleep in unlocked cars in and around Los Angeles).",
      "He is a known cohort of Don DiMello and Andi Callahan.",
      "He routinely files away Andi Callahan's fingerprints for him; he very likely was the 'Rapids Rapist' in rural Wisconsin; everything he wears is made from a snake; and he's terrific with kids.",
      "Tony left home at 11 years of age when 'shit went bad' and his parents asked him to leave. He didn't leave immediately, was then 'set-to with a hammer' while he read the funny papers and left finally.",
      "He was unable to return even had he wanted because his parents had told him he had a severe paper allergy and they had intentionally scrambled the address on his house.",
      "In his later years, overcoming the paper allergy, he every Christmas writes a letter to his aunt Eileen in 'China, USA.'",
      "He currently works at the ArcLight, giving hand jobs at the command of Don DiMello in return, usually, for popcorn.",
      "His hands are registered weapons 'when combined with a shovel.'",
      "He works as well at Jack Fitzgerald's backyard college, for which he serves as an admissions officer.",
      "Following his defenestration from the Earwolf studios, he was in rough shape, tooling around Los Angeles 'clearly brain-damaged' in 'a filthy wheelchair' made 'entirely out of snakeskin,' according to Gil, for whom he posed as a booking agent."
    ],
    "has_murdered": {
      "code": 1,
      "explain": [
        "Cactus Tony, reticent to admit murder on tape beyond the time he pushed his aunt Eileen into a homemade grave, has been directly named by others in association with a number of murders. Not least of these is the near-liquification of confused college girls by Andi Callahan and the famous devouring of a child by rottweilers after hours at the Pasadena Fairy Tale Theatre.",
        "As a member of the Croatian Special Forces, it is implied on CBB#200 that he at least did battle, probably successfully, with Serbian troops."
      ]
    },
    "links": [
      {
        "uri": "https://comedybangbang.fandom.com/wiki/Cactus_Tony",
        "label": "CBB Wikia"
      }
    ]
  },
  {
    "_key": "_:zippy",
    "daly": "false",
    "name": "Zippy",
    "article": [
      "Zippy is evidently a speed and/or cocaine dealer to at least Cactus Tony, probably others."
    ]
  },
  {
    "_key": "_:michaeljackson",
    "daly": "false",
    "name": "Michael Jackson",
    "nami": "Jackson, Michael",
    "article": [
      "Famous entertainer."
    ]
  },
  {
    "_key": "_:jimmorrison",
    "daly": "false",
    "name": "Jim Morrison",
    "nami": "Morrison, Jim",
    "article": [
      "Famous entertainer."
    ]
  },
  {
    "_key": "_:gretchen",
    "daly": "true",
    "name": "Gretchen",
    "article": [
      "Gretchen is the Side-by-Side alter ego of Chip Gardner.",
      "She has a both a vagina that can be flipped through and a penis that can be stroked to the point of ejaculation."
    ]
  },
  {
    "_key": "_:drspeedboat",
    "daly": "false",
    "name": "Dr. Speedboat",
    "article": [
      "Dr. Speedboat is a plastic surgeon who works out of a speedboat."
    ]
  },
  {
    "_key": "_:tipthompson",
    "daly": "false",
    "name": "Tip Thompson",
    "nami": "Thompson, Tip",
    "article": [
      "Tip Thompson is the sidekick to Chip Gardner and has been for many, many years."
    ]
  },
  {
    "_key": "_:chipgardner",
    "daly": "true",
    "name": "Chip Gardner",
    "nami": "Gardner, Chip",
    "article": [
      "Chip Gardner (b. 1968) is a former L.A.-area radio DJ and host.",
      "He hosted such game shows as 'Electrified or Burning Hot'; 'Zap'; 'Can You Find You Way to the Surface?'; 'See if You Can Hold This for Half an Hour'; and \"Where'd I Put My Jacket?\".",
      "A majority of these games turned out to have been unwinnable.",
      "In 2011 Gardner launched a campaign to become the next Honorary Mayor of Hollywood.",
      "He is significantly younger than he looks 'for several reasons,' which includes certainly his face having been run over by a Jeep leading him to wear masks for a considerable run of his career - including his stint hosting SIYCHTFHAH during which he wore a mask that constantly dripped blood.",
      "He lives in a home in the Hollywood Hills that operates not unlike a high security asylum and experimental operating room for captured transients and former contestants on the television game show 'Zap,' the former of whom he has been labotomizing and stitching together to become a vessel for Satan should he return to Earth.",
      "He has been known to captain vessels which host murder clubs in International Waters.",
      "He may have perished in a murder club and become a living vessel for Satan himself.",
      "An appearance on Comedy Bang! Bang! #300 revealed that subsequent plastic surgeries have left him looking like Vincent d'Onofrio's alien character from the film 'Men in Black.'",
      "Chip is also known as the Side-by-Side Gretchen and has been sued more than once by the Jim Morrison estate."
    ],
    "has_murdered": {
      "code": 1,
      "explain": [
        "As Satan incarnate, Mr. Gardner is openly responsible for myriad atrocities. Included among them are the routine murders caused by, or somehow otherwise associated with, various Hollywood game shows as well as ritualistic sacrifices in the woods with his friend, Rochelle the Elf."
      ]
    }
  },
  {
    "_key": "_:stephaniegoldberg",
    "daly": "false",
    "name": "Stephanie Goldberg",
    "nami": "Goldberg, Stephanie",
    "article": [
      "Stephanie Goldberg was an NYU student and, in 2011, the girlfriend of Cowboy Poet Dalton Wilcox.",
      "She was murdered in September of that same year."
    ]
  },
  {
    "_key": "_:aunteileen",
    "daly": "false",
    "name": "Cactus Tony's Aunt Eileen",
    "article": [
      "Cactus Tony's Aunt Eileen met an unfortunate end when she was pushed into a hole he was digging to China and then 'covered up.'",
      "Her body was later exhumed."
    ]
  },
  {
    "_key": "_:daltonwilcoxunnameddaughter1",
    "daly": "false",
    "name": "Dalton Wilcox' Unnamed Daughter #1 of 3",
    "article": [
      "Dalton Wilcox' Unnamed daughter was too fat to get out of bed for some time and was then killed."
    ]
  },
  {
    "_key": "_:daltonwilcoxunnamedwife1",
    "daly": "false",
    "name": "Dalton Wilcox' Unnamed Wife #1",
    "article": [
      "Dalton Wilcox' Unnamed first wife was too fat to get out of bed for some time, had an extraordinary appetite and eventually turned into a werewolf (denying same) and was murdered by Mr. Wilcox himself."
    ]
  },
  {
    "_key": "_:daltonwilcoxunnameddaughter2",
    "daly": "false",
    "name": "Dalton Wilcox' Unnamed Daughter #2 of 3",
    "article": [
      "Dalton Wilcox' Unnamed daughter was too fat to get out of bed for some time and was then killed."
    ]
  },
  {
    "_key": "_:daltonwilcoxunnameddaughter3",
    "daly": "false",
    "name": "Dalton Wilcox' Unnamed Daughter #3 of 3",
    "article": [
      "Dalton Wilcox' Unnamed daughter was too fat to get out of bed for some time and was then killed."
    ]
  },
  {
    "_key": "_:chipgardnersunnamedwife",
    "daly": "false",
    "name": "Chip Gardner's Unnamed Wife",
    "article": [
      "Chip Gardner's Unnamed Wife lost a game of 'Houdini' in the family pool and subsequently passed."
    ]
  },
  {
    "_key": "_:ceceliawilcox",
    "daly": "false",
    "name": "Cecelia Wilcox",
    "nami": "Wilcox, Cecelia",
    "article": [
      "Cecelia Wilcox was too fat to get out of bed for some time and was then killed."
    ]
  },
  {
    "_key": "_:jasonmantzoukas",
    "daly": "false",
    "name": "Jason Mantzoukas",
    "nami": "Mantzoukas, Jason",
    "article": [
      "Jason Mantkoukas is not on Twitter."
    ]
  },
  {
    "_key": "_:clivedundeeswife",
    "daly": "false",
    "name": "Clive Dundee's Unnamed Wife",
    "article": [
      "She is barren."
    ]
  },
  {
    "_key": "_:abrahamappleby",
    "daly": "false",
    "name": "Abraham Appleby",
    "nami": "Appleby, Abraham",
    "article": [
      "Abraham Appleby ('Double A') is a noted water skier and the second man to ever have sexual intercourse on water skis."
    ]
  },
  {
    "_key": "_:abrahamapplebysgirlfriend",
    "daly": "false",
    "name": "Abraham Appleby's Girlfriend",
    "article": [
      "Abraham Appleby's girlfriend is the second woman to ever have sexual intercourse on water skis."
    ]
  },
  {
    "_key": "_:bergenregionalbernard",
    "daly": "false",
    "name": "Bernard",
    "article": [
      "Bernard was a patient at Bergen Regional Medical Center who had his sheets stolen by another patient. They were later found balled up in a toilet alongside a #2."
    ]
  },
  {
    "_key": "_:jimmypage",
    "daly": "false",
    "name": "Jimmy Page",
    "nami": "Page, Jimmy",
    "article": [
      "Jimmy Page is a legendary guitarist and thief of American blues."
    ]
  },
  {
    "_key": "_:bergenregionalrosa",
    "daly": "false",
    "name": "Rosa",
    "article": [
      "Rosa was a patient at Bergen Regional Medical Center in New Jersey who was found uncontrollably crying one night by floor staff at Bergen. When no number of comedy bits and impressions and magic tricks would cure it she was wheeled down to a vacant room at the end of the hallway and was found dead the next morning with a defunct nurse's call button in her hand."
    ]
  },
  {
    "_key": "_:andicallahanrn",
    "daly": "true",
    "name": "Andi Callahan, RN",
    "nami": "Callahan, Andi",
    "article": [
      "Andi Callahan is an uncredentialed medical professional and documented tax evader who enjoys frailty, has a history of experimenting on stray animals and transients out of an abandoned house, and now works at the Long-Term Care Floor of Bergen Regional Medical Center in New Jersey where many of the senior citizen patients are suffering from dementia and were committed against their will.",
      "He laughs a lot.",
      "He is sensitive to bigotry in the nursing profession and at times has gotten physical about it.",
      "His interest in human medicine began when he got his hands on an ape that could beg for its life.",
      "In 2011 he wrote a comedic memoir about his adventures as an RN, primarily featuring the crazy things said and done by his patients.",
      "He has witnessed the light disappear from the eyes of a human more than 500 times. Including animals the total is estimated (by Andi) to be more than 10,000. Twenty of those were penguins."
    ],
    "has_murdered": {
      "code": 1,
      "explain": [
        "Mr. Callahan, as an RN at Bergen Regional in New Jersey, in effect killed a patient named Rosa by wheeling her into a hospital room with a faulty call button and leaving her there overnight."
      ]
    },
    "links": [
      {
        "uri": "https://comedybangbang.fandom.com/wiki/Andi_Callahan",
        "label": "CBB Wikia"
      }
    ]
  },
  {
    "_key": "_:clivedundee",
    "daly": "true",
    "name": "Clive Dundee",
    "nami": "Dundee, Clive",
    "article": [
      "Clive Dundee is the fifth member of rock and roll musical combination U2, whom in 2011 he sued for royalties and respect for his uncompensated writing of all of the group's middle eight breaks.",
      "He lives under a bridge in Manchester with a barren wife and intends suicide regardless of the outcome of his lawsuit.",
      "In early 2014 it was implied but never proven that he had originally been booked on Comedy Bang! Bang! fraudulently by Cactus Tony."
    ],
    "links": [
      {
        "uri": "https://comedybangbang.fandom.com/wiki/Clive_Dundee",
        "label": "CBB Wikia"
      }
    ]
  },
  {
    "_key": "_:hotdog",
    "daly": "true",
    "name": "Hot Dog",
    "article": [
      "Hot Dog (b. 1954 or 1956 or 1946) is a waterskiing hot dog who has A) always been a person, B) been to the Pantages Theatre many times, C) doesn't know a lot about space, and D) frequently (50 times as of February 2016) auditions to be a member of Sha Na Na.",
      "After moving to California he briefly wrote water skiing-themed spec scripts for TV sitcoms such as 'Alice.'",
      "He has owned and operated more than one haunted, themed bed and breakfast.",
      "He at one time considered surgical breast implants as a means to get backstage at Sha Na Na shows but eventually discounted the notion.",
      "His last will and testament requests he be turned into an *actual* hot dog upon death.",
      "He sidelines at the Hertz desk at the Bob Hope Airport in Burbank, but has great difficulty pushing the supplemental insurance.",
      "He sidelines at Manhattan Beach selling sunglasses.",
      "Wherever you could arguably say his legs end - that's where his shorts begin.",
      "He used to own a classic car -- a 1988 Volvo (86 by some accounts, a 1987 Ford Aerostar by others) -- but had to sell it. Despite, he regularly attends Classic Car Night at Big Bog's in Toluca Lake.",
      "In early 2014 it was implied but never proven that he had originally been booked on Comedy Bang! Bang! fraudulently by Cactus Tony.",
      "His son is constantly being abducted by the woman who eventually became his personal, live-in cook.",
      "He claims he can strip a Triumph motorcycle down to its constituent pieces in about two and a half years and that he's the third man in history to have sexual intercourse on water skis.",
      "He admitted on CBB#400 that he has perhaps murdered 40-50 people, largely at the behest of known murderer Edward Solly.",
      "He once danced The Water Twist for nine months straight.",
      "The toilet at his home is lined with white, shag carpet.",
      "His legs are incredibly powerful.",
      "Some time in late 2018, early 2019 he was sued out of his water skiis by the rock n' roll cover band Sha Na Na. Hot Dog represented himself at trial.",
      "A boiler room in his home is still full of telephones from the time he ran a day-laboror-run phone bank."
    ],
    "has_murdered": {
      "code": 1,
      "explain": [
        "As a test of whether or not he was a Highlander (after watching the 1986 film 'The Highlander,' he once beheaded a stranger.",
        "He admitted on CBB#400 that he has perhaps murdered 40-50 people, largely at the behest of known murderer Edward Solly."
      ]
    },
    "links": [
      {
        "uri": "https://comedybangbang.fandom.com/wiki/Hot_Dog",
        "label": "CBB Wikia"
      }
    ]
  },
  {
    "_key": "_:thelizard",
    "daly": "false",
    "name": "Lizard, The",
    "article": [
      "The Lizard is a mariner, of sorts, who in International Waters will turn any corpse into anything they desire.",
      "He is Chip Gardner."
    ]
  },
  {
    "_key": "_:zowber",
    "daly": "false",
    "name": "Zowber",
    "article": [
      "Zowber is a member of rock n' roll cover bang Na Sha Sha whose signature move is putting his mouth in his fist."
    ]
  },
  {
    "_key": "_:dondimellosanimalguy",
    "daly": "false",
    "name": "Don DiMello's Animal Guy",
    "article": [
      "Don DiMello's Animal Guy is, in effect, a technical advisor to Mr. DiMello's theatre productions."
    ]
  },
  {
    "_key": "_:hotdogsunnamedson",
    "daly": "false",
    "name": "Hot Dog's Unnamed Son",
    "article": [
      "Hot Dog's unnamed son (b. 1986) is a young man who fairly frequently is kidnapped."
    ]
  },
  {
    "_key": "_:hotdogswife",
    "daly": "false",
    "name": "Hot Dog's Wife",
    "article": [
      "Hot Dog's wife was seemingly unliked by Hot Dog.",
      "Soon after her marriage to Hot Dog she began sleeping with a surfer named Hamburger.",
      "She was later strangled to death by somebody's legs."
    ]
  },
  {
    "_key": "_:hamburgersurfer",
    "daly": "false",
    "name": "Hamburger",
    "article": [
      "Hamburger was a surfer-nemesis to Hot Dog and Ahi during the tumultuous 60s and 70s.",
      "He not only changed his name to Hamburger to be 'intentionally inflammatory' but he also slept with Hot Dog's wife.",
      "By ADPPP#6 he had not been heard from in some time."
    ]
  },
  {
    "_key": "_:jasonwu",
    "daly": "false",
    "name": "Jason Wu",
    "nami": "Wu, Jason",
    "article": [
      "Jason Wu is a student at Marina del Rey High School and a member of musical combination Rosebush Red.",
      "He is arguably most known for submitting the best new Kama Sutra position during the sex unit in Joe Bongo's Health class."
    ]
  },
  {
    "_key": "_:kyledunforth",
    "daly": "false",
    "name": "Kyle Dunforth",
    "nami": "Dunforth, Kyle",
    "article": [
      "Kyle Dunforth is a student at Marina del Rey High School and a member of musical combination Rosebush Red."
    ]
  },
  {
    "_key": "_:thechonger",
    "daly": "false",
    "name": "The Chonger",
    "nami": "Chonger, The",
    "article": [
      "The Chonger is a student at Marina del Rey High School and a member of musical combination Rosebush Red."
    ]
  },
  {
    "_key": "_:marissawompler",
    "daly": "false",
    "name": "Marissa Wompler",
    "nami": "Wompler, Marissa",
    "article": [
      "Marissa Wompler is a student at Marina del Rey High School and an intern at Comedy Bang! Bang!",
      "In Fall 2014 it was revealed that Don DiMello had been her entertainment mentor for some time."
    ]
  },
  {
    "_key": "_:katy",
    "daly": "false",
    "name": "Katy",
    "article": [
      "Katy is Asian and demure."
    ]
  },
  {
    "_key": "_:kimmy",
    "daly": "false",
    "name": "Kimmy",
    "article": [
      "Kimmy is Asian and demure."
    ]
  },
  {
    "_key": "_:tracirearden",
    "daly": "false",
    "name": "Traci Reardon",
    "nami": "Reardon, Traci",
    "article": [
      "Traci Reardon is teenager."
    ]
  },
  {
    "_key": "_:drsethwompler",
    "daly": "false",
    "name": "Dr. Seth Wompler",
    "nami": "Wompler, Seth",
    "has_murdered": {
      "code": 1,
      "explain": [
        "During the course of one of his back-alley corn removals, Dr. Wompler somewhat inadvertently let a Guatemalan woman bleed out."
      ]
    },
    "article": [
      "Dr. Seth Wompler is a podietrist."
    ]
  },
  {
    "_key": "_:daniellebartiromo",
    "daly": "false",
    "name": "Danielle Bartiromo",
    "nami": "Bartiromo, Danielle",
    "article": [
      "Danielle Bartiromo is an amorous teenager."
    ]
  },
  {
    "_key": "_:charlottelistler",
    "daly": "false",
    "name": "Charlotte Listler",
    "nami": "Listler, Charlotte",
    "has_murdered": {
      "code": 1,
      "explain": [
        "Ms. Listler saw 'heavy shit' in Afghanistan and has logged an indefinite number of formal kills as a sniper in the United States military.",
        "She admits on CBB#304 to knowing how to scalp a human with one blade and on CBB#492 to killing 'thousands of people.'"
      ]
    },
    "article": [
      "Charlotte Listler is a former sniper; a former hand model; and a current educator and educarer.",
      "Her military codename is 'Giraffe.'",
      "She is 1/18th Native American.",
      "Some of her Farsi-language poetry has been published in Palestinian periodicals.",
      "Her senior thesis at University of Phoenix Online was on 'Broken Hymens.'",
      "She runs the Starz Academy at Marina del Rey High School in California, is 1/18th Native American, and has an exhaustive collection of soft rock n roll."
    ]
  },
  {
    "_key": "_:ericgutterman",
    "daly": "false",
    "name": "Eric (Gutterballs) Gutterman",
    "nami": "Gutterman, Eric",
    "article": [
      "Eric (Gutterballs) Gutterman is an amorous teenager."
    ]
  },
  {
    "_key": "_:dabneycoleperson",
    "daly": "false",
    "name": "Dabney Coleperson",
    "nami": "Coleperson, Dabney",
    "article": [
      "Dabney Coleperson is a characiturist."
    ]
  },
  {
    "_key": "_:lizmathers",
    "daly": "false",
    "name": "Liz Mathers",
    "nami": "Mathers, Liz",
    "article": [
      "Liz is a student and a caller into Marissa Wompler's birthday party."
    ]
  },
  {
    "_key": "_:karim",
    "daly": "false",
    "name": "Karim",
    "article": [
      "Karim drives a pickuptruck full of chicken coops."
    ]
  },
  {
    "_key": "_:felipe",
    "daly": "false",
    "name": "Felipe",
    "article": [
      "Felipe works a kitchen at George Washington University."
    ]
  },
  {
    "_key": "_:birthdaygirl",
    "daly": "false",
    "name": "Birthday Girl",
    "article": [
      "Birthday Girl is a young child left behind after a showing of Don DiMello's Disney's Puff the Magic Dragon."
    ]
  },
  {
    "_key": "_:cakeboss",
    "daly": "false",
    "name": "Cake Boss",
    "article": [
      "Cake Boss is the boss of cakes."
    ]
  },
  {
    "_key": "_:dondimello",
    "daly": "true",
    "has_murdered": {
      "code": 1,
      "explain": [
        "Although privy to and complicit in a staggering number of untoward situations, Mr. DiMello seldom admits to crime. At Bumbershoot 2011, however, he does flatly state that 'sometimes we lose a mermaid' - at least three actors in his stage production of 'The Little Mermaid' had leapt into a live shark tank througout the show's run.",
        "In 2013, during a live Comedy Bang! Bang! taping in Los Angeles, he heavily implies that he murdered his then-wife in the Angeles Crest forest by kicking her over a cliff where she was devoured by wild dogs.",
        "Also in the 2013 live show he clearly states that at least three of the lead roles in Annie were burned alive while he danced around the fire."
      ]
    },
    "name": "Don DiMello",
    "nami": "DiMello, Don",
    "article": [
      "Don DiMello is a theatrical director from Connecticut, known for many annual Rockettes shows at Radio City Music Hall as well as a number of geurilla productions, primarily at the Pasedena Fairytale Theatre in  California.",
      "He first worked as a sewer vermin wrangler and then a property damager before falling in love with theatre arts at a Midtown peep show.",
      "He was community-raised in a brothel that was later burned to the ground in a likely case of arson.",
      "He played Daddy Warbucks in his own production of 'Annie.'",
      "His earliest memory is witnessing a shooting of a prostitute at said brothel.",
      "He is a 'bit of a drooler,' wears his lucky Carhartt sweatpants every Christmas season, and his patent for a 'Pussy Pastie' has been pending since at least 2011.",
      "He has been 'trying to get into heroin for years.'",
      "He sidelines as the night manager of ArcLight Cinemas in Los Angeles.",
      "He is the supreme commander -- the embodiment of all evil in the known and unknown universe throughout perpetuity and to the dawn of time and forever for all time -- of Gil the ventriloquist dummy who is in turn the supreme commander of Satan on Earth.",
      "He signs his name accompanied by a tiny doodle of women's breasts."
    ],
    "links": [
      {
        "uri": "https://comedybangbang.fandom.com/wiki/Don_DiMello",
        "label": "CBB Wikia"
      }
    ]
  },
  {
    "_key": "_:patrickmcmahon",
    "daly": "true",
    "name": "Patrick McMahon",
    "nami": "McMahon, Patrick",
    "article": [
      "Patrick McMahon is a traditional Irish storyteller from Limerick, Ireland.",
      "Born in 1960, he wrote limericks for the first 50 years of his life, then transitioned to prose in Fall, 2010.",
      "He formerly played tambourine for Dexys Midnight Runners and worked at a medical packaging plant.",
      "He is known for undercutting his brother, Shamus', bookings.",
      "In a story recited on CBB#600, it is implied, twice, that at some point recently Patrick had attacked and imprisoned his brother, Shamus, forcing him to write traditional Irish stories on Patrick's behalf.",
      "Inspired by the Jim Sheridan film 'My Left Foot,' he once attempted to amputate his own right foot first by laying on the train tracks and then a custom-built Foot Guillotine.",
      "Patrick once traded a Trabant for a sheep named 'Vespa.'"
    ],
    "links": [
      {
        "uri": "https://comedybangbang.fandom.com/wiki/Patrick_McMahon",
        "label": "CBB Wikia"
      }
    ]
  },
  {
    "_key": "_:shamusmcmahon",
    "daly": "false",
    "name": "Shamus McMahon",
    "nami": "McMahon, Shamus",
    "article": [
      "Shamus McMahon is a wealthy and successful Grammy-winning traditional Irish storyteller from Limerick, Ireland, who is very expensive to book.",
      "He is renowned not only for his humorous and heartbreaking prose, but also his PBS special that made even the most stoic New England Greeks break up with emotion.",
      "He and his wife were once named People Magazine's Sexiest Couple.",
      "His work has been recorded several times, including the Gold Record 'Stories of My Brother' and its live sequel, 'More Stories of My Brother,' and its follow-up, \"Hey We're Not Gonna Be Live Anymore but Here are Some More Stories About My Brother.\" A fourth album, \"I Shit My Brother's Pants - And By the Way I've Invited the Audience Back,\" was less successful.",
      "Other works include: 'High Limericks - Smarty McSmart'; 'Low Limericks'; 'Limericks About My Brother'; 'Live in Tokyo'"
    ]
  },
  {
    "_key": "_:tommcmahon",
    "daly": "false",
    "name": "Tom McMahon",
    "nami": "McMahon, Tom",
    "article": [
      "Tom McMahon is a mechanic."
    ]
  },
  {
    "_key": "_:billcarter",
    "daly": "true",
    "has_murdered": {
      "code": 2,
      "explain": [
        "Mr. Carter openly confesses to, is a professional at even, harrassing his clients with threats of violence. It has never been verified that the violence ever went too far, but seems likely given the severity of his threats."
      ]
    },
    "name": "Bill Carter",
    "nami": "Carter, Bill",
    "article": [
      "Bill Carter is a personal trainer born in 1922.",
      "He is in terrific shape since approximately World War II when, disgusted with Cary Grant's upper body strength, he alit for Los Angeles to train him (Grant).",
      "At least as recently as 2010 he works at Bally's in Hollywood. Sort of.",
      "He is riddled with surgery (loosely-defined) scars and has a tattoo of a former girlfriend but with her eyes removed.",
      "He has been to jail many times for reasons including (but not limited to) beating people up; not beating people up; cheering race riots; stealing things; not stealing things; minding his own business.",
      "He possesses an extensive VHS collection of his own nude workout videos, is classified as a wizard, and by 2010 had attempted suicide 19 times (and is, in fact, a member of a suicide support group).",
      "He also once allowed a woman -- for unknown reasons -- to drill a hole in his head.",
      "In 2014 it was revealed he had been training with Dalton Wilcox for years in anticipation of an epic battle between good and evil."
    ],
    "links": [
      {
        "uri": "https://comedybangbang.fandom.com/wiki/Bill_Carter",
        "label": "CBB Wikia"
      }
    ]
  },
  {
    "_key": "_:shamusmcmahonsunnamedwife",
    "daly": "false",
    "name": "Shamus McMahon's Unnamed Wife",
    "article": [
      "Shamus McMahon's Unnamed Wife went missing not long after Shamus, himself.",
      "Prior to her disappearance, Ms. McMahon was a renowned philanthropist, primarily on the trail of an Ebola cure to which she was very near.",
      "She was once named People Magazine's Sexiest Woman of the Year and, with her husband Shamus, Sexiest Couple of the Year."
    ]
  },
  {
    "_key": "_:rochelletheelf",
    "daly": "false",
    "name": "Rochelle the Elf",
    "article": [
      "Rochelle the Elf is a former nurse practitioner but now mostly spends her time in the woods performing Satanic rituals.",
      "She once tested Bill Carter for AIDS (negative)."
    ]
  },
  {
    "_key": "_:victor",
    "daly": "false",
    "name": "Victor",
    "article": [
      "Victor is Bill Carter's Strongman and camera man. He is also a certified giant."
    ]
  },
  {
    "_key": "_:carygrant",
    "daly": "false",
    "name": "Cary Grant",
    "nami": "Grant, Cary",
    "article": [
      "Cary Grant was an actor."
    ]
  },
  {
    "_key": "_:augustlindt",
    "daly": "true",
    "name": "August Lindt",
    "nami": "Lindt, August",
    "has_murdered": {
      "code": 2,
      "explain": [
        "To a Mars simulation he brought a knife and several cosmonauts never returned. While unexplained, it remains fishy.",
        "Also on CBB#475 he appears to reveal that he cannibalized at least one compatriot from a self-induced avalanche; scalded the face of another with boiling hot coffee; stabbed in the back with scissors another; bludgeoned a stowaway with a fire extinguisher; and stabbed a NASA engineer as many as 19 times.",
        "Further, the doctor who attended to the NASA engineer ended up dead from stab wounds, blunt trauma, and \"having been thrown,\" fairly clearly by Lindt also."
      ]
    },
    "article": [
      "August Lindt is a salt tester and maker of Tang-soaked pretzels from Düsseldorf, Germany.",
      "Side effects from his work (manually tasting salt crystals) include: a deeply calloused tongue; high sodium; high blood pressure.",
      "August is an avid traveler.",
      "He was once trapped for 'weeks' in a self-induced avalanche.",
      "In 2010, receiving only three months of vacation, he opted to leave his family back in Düsseldorf and visit Hollywood, California where he hatched an ultimately unsuccessful bid to commit suicide - when he arrived at the Hollywood sign with a rope, a can of gasoline, and a suicide note he was 'descended upon by sheriffs.'",
      "He is work friends with a monkey and has a purturbed family life.",
      "On Comedy Bang! Bang! #475 it was revealed the Mr. Lindt can \"see water in slow motion.\""
    ],
    "links": [
      {
        "uri": "https://comedybangbang.fandom.com/wiki/August_Lindt",
        "label": "CBB Wikia"
      }
    ]
  },
  {
    "_key": "_:dannymahoney",
    "daly": "true",
    "name": "Danny Mahoney",
    "nami": "Mahoney, Danny",
    "article": [
      "Danny Mahoney is the owner/operator of Life of the Party, Inc., launched following his failed suicide attempt in the Pacific Ocean.",
      "Prior to that (~2008) he owned and operated a plumbing business with his nephew, Bertrand until that nephew 'grew weary of [Danny's] personality' and executed a hostile takeover.",
      "Danny \"didn't get into drugs or join a Russian Roullette club\" and instead, in the winter of 2008, bought a heavy coat from Nordstrom's Hollywood.",
      "In the water, about to drown, he invented LotP. He left the coat on the beach."
    ],
    "links": [
      {
        "uri": "http://comedybangbang.wikia.com/wiki/Danny_Mahoney",
        "label": "CBB Wikia"
      }
    ]
  },
  {
    "_key": "_:bertmahoney",
    "daly": "false",
    "name": "Bertrand (Bert) Mahoney",
    "nami": "Mahoney, Bertrand",
    "article": [
      "Bertrand Mahoney is the nephew of Danny Mahoney.",
      "He is the victim of physical abuse (by Danny and by Danny's own admission) and the successful executor in 2008 of a hostile takeover of the pair's plumbing business."
    ]
  },
  {
    "_key": "_:scottaukerman",
    "daly": "false",
    "name": "Scott Aukerman",
    "nami": "Aukerman, Scott",
    "article": [
      "Scott Aukerman is a host who believes every human deserves their own toilet."
    ],
    "links": [
      {
        "uri": "http://comedybangbang.wikia.com/wiki/Scott_Aukerman",
        "label": "CBB Wikia"
      }
    ]
  },
  {
    "_key": "_:god",
    "daly": "false",
    "name": "God",
    "article": [
      "God"
    ]
  },
  {
    "_key": "_:shooter",
    "daly": "true",
    "name": "Shooter",
    "has_murdered": {
      "code": 2,
      "explain": [
        "Shooter has admitted to 'going up on a rooftop' to 'take potshots,' which suggests it's likely but unadmitted that some of the victims perhaps expired from their injuries."
      ]
    },
    "links": [
      {
        "uri": "http://comedybangbang.wikia.com/wiki/Shooter",
        "label": "CBB Wikia"
      }
    ],
    "article": [
      "Shooter is an L.A.-based comedian whose first national tour was supposed to occur in Fall 2009.",
      "Prior to that he would sit at Buzz Coffee near Sunset to watch women on the escalators letting out from Cardio Ballet.",
      "He admitted on Comedy Bang! Bang! #14 that he sometimes will 'go up on a rooftop and take potshots' and, in fact, admitted he shot somebody 'a couple of times.'"
    ]
  },
  {
    "_key": "_:benalterman",
    "daly": "true",
    "name": "Ben Alterman",
    "nami": "Alterman, Ben",
    "links": [
      {
        "uri": "http://comedybangbang.wikia.com/wiki/Ben_Alterman",
        "label": "CBB Wikia"
      }
    ],
    "article": [
      "Ben Alterman is an older gentleman (b. 1922) who had never been on the radio before his appearance on Comedy Bang! Bang! episode 46 on March 25, 2010.",
      "He has been known to Vogue when alone at home.",
      "He later (~2014) became Hot Dog's life coach."
    ]
  },
  {
    "_key": "_:crystalalterman",
    "daly": "false",
    "name": "Crystal Pinto",
    "nami": "Pinto, Crystal",
    "death_by": "Ovarian Cancer",
    "article": [
      "Crystal Pinto (b. 1966) is the daughter of Ben Alterman.",
      "Against the wishes of her father, Crystal and Big Bob Pinto were married at an undisclosed location at an undisclosed time.",
      "In his toast, Ben revealed he'd watch his daughter fuck almost anyone but Big Bob."
    ]
  },
  {
    "_key": "_:ashleypinto",
    "daly": "false",
    "name": "Ashley Pinto",
    "nami": "Pinto, Ashley",
    "article": [
      "Ashley Pinto (b. 1994) is the granddaughter of Ben Alterman."
    ]
  },
  {
    "_key": "_:ingridalterman",
    "daly": "false",
    "name": "Ingrid Alterman",
    "nami": "Alterman, Ingrid",
    "death_by": "suicide",
    "article": [
      "Ingrid Alterman is the barren first wife of Ben Alterman."
    ]
  },
  {
    "_key": "_:hendrixmurphy",
    "daly": "false",
    "name": "Hendrix Murphy",
    "nami": "Murphy, Hendrix",
    "article": [
      "Hendrix Murphy is in the California shrimping business.",
      "He is originally from 'Lake Ponchartrain' (New Orleans), Louisiana and makes $325,000/year in the California shrimping business.",
      "Due to what appeared to be a prior attempt at burying him alive, he became an important witness in a case brought against Cactus Tony by Pasadena police."
    ]
  },
  {
    "_key": "_:thewidowfeeney",
    "daly": "false",
    "name": "The Widow Feeney",
    "nami": "Widow Feeney",
    "article": [
      "The Widow Feeney is a very thin friend and buildingmate of Ben Alterman."
    ]
  },
  {
    "_key": "_:mrshakamora",
    "daly": "false",
    "name": "Mrs. Hakamora",
    "nami": "Hakamora, Mrs.",
    "article": [
      "Mrs. Hakamora is a friend and buildingmate of Ben Alterman."
    ]
  },
  {
    "_key": "_:mrfrancisco",
    "daly": "false",
    "name": "Mr. Francisco",
    "nami": "Francisco, Mr.",
    "article": [
      "Mr. Francisco is a friend of Ben Alterman's and works at 'the lotion shop.'",
      "He is, according to Ben, reliably unreliable.",
      "He also, according to the same source, gives great blowjobs."
    ]
  },
  {
    "_key": "_:pietrothedog",
    "daly": "false",
    "name": "Pietro the Dog",
    "article": [
      "Pietro the Dog is the illegal pet of Ben Alterman."
    ]
  },
  {
    "_key": "_:littlebarnabus",
    "daly": "false",
    "name": "Little Barnabus",
    "article": [
      "Little Barnabus is a childhood boyfriend of Crystal Alterman."
    ]
  },
  {
    "_key": "_:bigbobpinto",
    "daly": "false",
    "name": "Big Bob Pinto",
    "nami": "Pinto, Bob",
    "article": [
      "Big Bob Pinto (5'1\", 420) married Crystal Alterman."
    ]
  },
  {
    "_key": "_:falcon",
    "daly": "false",
    "name": "Falcon",
    "has_murdered": {
      "code": 2,
      "explain": [
        "Charged with stale Rockettes who ultimately disappear, it's unclear who actually pulls the trigger on the wolf attacks."
      ]
    },
    "article": [
      "Falcon has emphysema and remains active on Friendster.",
      "He runs a working farm in upstate New York where former Rockettes are sent by Don DiMello when they're no longer nice in the legs or jugs, lose too many teeth, or get too lippy.",
      "Falcon travels 'almost exclusively' by cargo ship."
    ]
  },
  {
    "_key": "_:malbachman",
    "daly": "false",
    "name": "Mallard (Mal) Bachman",
    "nami": "Bachman, Mallard",
    "article": [
      "Mallard (Mal) Bachman is an Episcopalian theatre critic from New York who holds a degree in Dramaturgy from the University of Phoenix Online."
    ]
  },
  {
    "_key": "_:doulmanschmiedeberg",
    "daly": "false",
    "name": "Doulman Schmiedeberg",
    "nami": "Schmiedeberg, Doulman",
    "article": [
      "Doulman Schmiedeberg is the boss of August Lindt."
    ]
  },
  {
    "_key": "_:utalindt",
    "daly": "false",
    "name": "Uta Lindt",
    "nami": "Lindt, Uta",
    "article": [
      "Uta Lindt is the cuckolding wife of August Lindt."
    ]
  },
  {
    "_key": "_:gunterlindt",
    "daly": "false",
    "name": "Günter Lindt",
    "nami": "Lindt, Günter",
    "article": [
      "Günter Lindt is one of several children to August Lindt."
    ]
  },
  {
    "_key": "_:gretalindt",
    "daly": "false",
    "name": "Greta Lindt",
    "nami": "Lindt, Greta",
    "article": [
      "Greta Lindt is one of several children to August Lindt."
    ]
  },
  {
    "_key": "_:jimmyblades",
    "daly": "false",
    "name": "Jimmy Blades",
    "nami": "Blades, James",
    "article": [
      "Formerly of 'Take My Wife Keys,' as of ADPPP#6 at least, Mr. Blades is the lone employee of Danny Mahoney at Life of the Party, Inc."
    ]
  },
  {
    "_key": "_:kevinlindt",
    "daly": "false",
    "name": "Kevin Lindt",
    "nami": "Lindt, Kevin",
    "article": [
      "Kevin Lindt is one of several children to August Lindt."
    ]
  },
  {
    "_key": "_:carolchanning",
    "daly": "false",
    "name": "Carol Channing",
    "nami": "Channing, Carol",
    "article": [
      "Carol Channing is a Broadway legend who, evidently, sought to become Honorary Mayor of Hollywood in direct competition with Chip Gardner."
    ]
  },
  {
    "_key": "_:unnamedgameshowcontestant1",
    "daly": "false",
    "name": "Unnamed Contestant #1",
    "article": [
      "Unnamed Contestant #1 appeared on Chip Gardner's \"Where'd I Put My Jacket?\"",
      "Having lost, they immediately committed suicide in the parking lot outside the studio."
    ]
  },
  {
    "_key": "_:gameshowcontestantchipgomand",
    "daly": "false",
    "name": "Game Show Contestant Chip Gomand",
    "nami": "Gomand, Chip",
    "has_murdered": {
      "code": 1,
      "explain": [
        "During a prison riot in 1979, Mr. Gomand, a prison guard, was called upon to prove his loyalty to the prisoners by killing a fellow guard."
      ]
    },
    "article": [
      "Chip Gomand is a former prison guard in Buckley, Ohio, who competed for the name Marleygot Foreleanor on Chip Gardner's 'Yes But Can You Still do it if We Set You on Fire?' and subsequently perished."
    ]
  },
  {
    "_key": "_:gameshowcontestantmattwills",
    "daly": "false",
    "name": "Game Show Contestant Matt Wills",
    "nami": "Wills, Matt",
    "article": [
      "Matt Wills competed for a live leopard shark on Chip Gardner's 'Try Not to Get Hit by These Hammers' and subsequently perished."
    ]
  },
  {
    "_key": "_:gameshowcontestantrickstubble",
    "daly": "false",
    "name": "Game Show Contestant Rick Stubble",
    "nami": "Stubble, Rick",
    "article": [
      "Rick Stubble competed for a live leopard shark on Chip Gardner's 'Try Not to Get Hit by These Hammers' and subsequently perished."
    ]
  },
  {
    "_key": "_:gameshowcontestantcliff",
    "daly": "false",
    "name": "Game Show Contestant Cliff",
    "nami": "Cliff",
    "article": [
      "Cliff competed for a suit of armor on Chip Gardner's 'Are You Smarter than a Room Full of Poisonous Snakes?' and subsequently perished."
    ]
  },
  {
    "_key": "_:gameshowcontestantgay",
    "daly": "false",
    "name": "Game Show Contestant Gay",
    "nami": "Gay",
    "article": [
      "Gay competed for a suit of armor on Chip Gardner's 'Are You Smarter than a Room Full of Poisonous Snakes?' and subsequently perished."
    ]
  },
  {
    "_key": "_:codywakeman",
    "daly": "false",
    "name": "Cody Wakeman",
    "nami": "Wakeman, Cody",
    "article": [
      "Cody Wakeman is/was a student at Marina del Rey High School and keyboardist/secondary songwriter for Joe Bongo's band, Rosebush Red.",
      "He was forcibly transferred from Whittier High School by Joe Bongo with the express intent of forcing him into the band."
    ]
  },
  {
    "_key": "_:rickwakeman",
    "daly": "false",
    "name": "Rick Wakeman",
    "nami": "Wakeman, Rick",
    "article": [
      "Rick Wakeman is a member of prog-rock group Yes."
    ]
  },
  {
    "_key": "_:formerrockettebeth",
    "daly": "false",
    "name": "Beth",
    "article": [
      "Former Rockette Beth is an amputee who lives in upstate New York."
    ]
  },
  {
    "_key": "_:hrossperot",
    "daly": "false",
    "name": "H. Ross Perot",
    "nami": "Perot, Henry Ross",
    "article": [
      "H. Ross Perot is an American businessman and former candidate for U.S. president."
    ]
  },
  {
    "_key": "_:theschmiedebergmonkey1",
    "daly": "false",
    "name": "The Schmiedeberg Monkey #1",
    "nami": "Schmiedeberg Monkey #1",
    "article": [
      "The Schmiedeberg Monkey is an animal that samples salt at the Schmiedeberg Pretzel Factory in Düsseldorf."
    ]
  },
  {
    "_key": "_:dannymahoneysbrother",
    "daly": "false",
    "name": "Danny Mahoney's Unnamed Brother",
    "article": [
      "Danny Mahoney's Unnamed Brother was a colleague of Mr. Mahoney's charged with handling any asbestos-related labors met by Danny's plumbing company."
    ]
  },
  {
    "_key": "_:lizardmanofscapeoreswamp",
    "daly": "false",
    "name": "Lizard Man of Scape Ore Swamp",
    "nami": "Scape Ore Swamp, Lizard Man Of",
    "article": [
      "Lizard Man of Scape Ore Swamp is a legendary monster said to inhabit Scape Ore Swamp in Lee County, SC, USA."
    ]
  },
  {
    "_key": "_:daltonwilcoxskunkape",
    "daly": "false",
    "name": "Dalton Wilcox' Skunk Ape",
    "nami": "Ape, Skunk",
    "article": [
      "Dalton Wilcox' Skunk Ape is a skunk ape found and murdered (by Wilcox) in Florida, USA."
    ]
  },
  {
    "_key": "_:popelickmonster",
    "daly": "false",
    "name": "Pople Lick Monster",
    "nami": "Monster, Pope Lick",
    "article": [
      "The Pope Lick Monster is a legendary part-man, part-goat, and part-sheep creature reported to live beneath a railroad trestle bridge in Louisville, Kentucky, USA."
    ]
  },
  {
    "_key": "_:thelovelandfrogman",
    "daly": "false",
    "name": "The Loveland Frog Man",
    "nami": "Frog Man, Loveland",
    "article": [
      "The Loveland Frog Man is a legendary humanoid frog allegedly spotted in Loveland, OH, USA."
    ]
  },
  {
    "_key": "_:honeyislandswampmonster",
    "daly": "false",
    "name": "The Honey Island Swamp Monster",
    "nami": "Swamp Monster, Honey Island The",
    "article": [
      "The Honey Island Swamp Monster is a legendary biped with gray hair and yellow or red eyes purportedly (formerly) living in eastern Louisiana's Honey Island Swamp.",
      "The monster is said to smell perfectly awful."
    ]
  },
  {
    "_key": "_:thebigbirdoftheriograndevalley",
    "daly": "false",
    "name": "Big Bird of the Rio Grande Valley",
    "nami": "Rio Grande Valley, Big Bird Of",
    "article": [
      "The Big Bird of the Rio Grande Valley is a winged ape said to (formerly) terrorize South Texas, USA."
    ]
  },
  {
    "_key": "_:daltonwilcoxpukwudgie",
    "daly": "false",
    "name": "Dalton Wilcox' Pukwudgie",
    "nami": "Pukwudgie, Dalton Wilcox'",
    "article": [
      "Dalton Wilcox' Pukwudgie is a Pukwudgie found and murdered (by Wilcox) in Freetown-Fall River State Forest in southern Massachusetts, USA."
    ]
  }
]